{
  "id": 26,
  "name": "الشعراء",
  "transliteration": "Ash-Shu'ara",
  "translation": "The Poets",
  "type": "Medinan",
  "total_verses": 227,
  "verses": [
    {
      "id": 1,
      "text": "طسٓمٓ",
      "transliteration": "তা-ছীম মীম।",
      "translation_bn": "ত্বা, সীন, মীম।",
      "translation_en": "Ta. Sin. Mim."
    },
    {
      "id": 2,
      "text": "تِلْكَ ءَايَٰتُ ٱلْكِتَٰبِ ٱلْمُبِينِ",
      "transliteration": "তিলকা আ-য়া-তুল কিতা-বিল মুবীন।",
      "translation_bn": "এগুলো সুস্পষ্ট কিতাবের আয়াত।",
      "translation_en": "These are verses of the Book that makes (things) clear."
    },
    {
      "id": 3,
      "text": "لَعَلَّكَ بَٰخِعٌ نَّفْسَكَ أَلَّا يَكُونُوا۟ مُؤْمِنِينَ",
      "transliteration": "লা‘আল্লাকা বা-খি‘উন নাফছাকা আল্লা-ইয়াকূনূমু’মিনীন।",
      "translation_bn": "তারা বিশ্বাস করে না বলে আপনি হয়তো মর্মব্যথায় আত্নঘাতী হবেন।",
      "translation_en": "It may be thou frettest thy soul with grief, that they do not become Believers."
    },
    {
      "id": 4,
      "text": "إِن نَّشَأْ نُنَزِّلْ عَلَيْهِم مِّنَ ٱلسَّمَآءِ ءَايَةً فَظَلَّتْ أَعْنَٰقُهُمْ لَهَا خَٰضِعِينَ",
      "transliteration": "ইন নাশা’ নুনাঝঝিল ‘আলাইহিম মিনাছছামাইআ-ইয়াতান ফাজাল্লাত আ‘না-কুহুম লাহা খা-দি‘ঈন।",
      "translation_bn": "আমি যদি ইচ্ছা করি, তবে আকাশ থেকে তাদের কাছে কোন নিদর্শন নাযিল করতে পারি। অতঃপর তারা এর সামনে নত হয়ে যাবে।",
      "translation_en": "If (such) were Our Will, We could send down to them from the sky a Sign, to which they would bend their necks in humility."
    },
    {
      "id": 5,
      "text": "وَمَا يَأْتِيهِم مِّن ذِكْرٍ مِّنَ ٱلرَّحْمَٰنِ مُحْدَثٍ إِلَّا كَانُوا۟ عَنْهُ مُعْرِضِينَ",
      "transliteration": "ওয়ামা-ইয়াতীহিম মিন যিকরিম মিনার রাহমা-নি মুহদাছিনইল্লা-কা-নূ‘আনহু মু‘রিদীন।",
      "translation_bn": "যখনই তাদের কাছে রহমান এর কোন নতুন উপদেশ আসে, তখনই তারা তা থেকে মুখ ফিরিয়ে নেয়।",
      "translation_en": "But there comes not to them a newly-revealed Message from (Allah) Most Gracious, but they turn away therefrom."
    },
    {
      "id": 6,
      "text": "فَقَدْ كَذَّبُوا۟ فَسَيَأْتِيهِمْ أَنۢبَٰٓؤُا۟ مَا كَانُوا۟ بِهِۦ يَسْتَهْزِءُونَ",
      "transliteration": "ফাকাদ কাযযাবূফাছাইয়া’তীহিম আমবাউ মা-কা-নূবিহী ইয়াছতাহঝিউন।",
      "translation_bn": "অতএব তারা তো মিথ্যারোপ করেছেই; সুতরাং যে বিষয় নিয়ে তারা ঠাট্টা-বিদ্রুপ করত, তার যথার্থ স্বরূপ শীঘ্রই তাদের কাছে পৌছবে।",
      "translation_en": "They have indeed rejected (the Message): so they will know soon (enough) the truth of what they mocked at!"
    },
    {
      "id": 7,
      "text": "أَوَلَمْ يَرَوْا۟ إِلَى ٱلْأَرْضِ كَمْ أَنۢبَتْنَا فِيهَا مِن كُلِّ زَوْجٍ كَرِيمٍ",
      "transliteration": "আওয়ালাম ইয়ারাও ইলাল আরদিকাম আমবাতনা-ফীহা-মিন কুল্লি ঝাওজিন কারীম।",
      "translation_bn": "তারা কি ভুপৃষ্ঠের প্রতি দৃষ্টিপাত করে না? আমি তাতে সর্বপ্রকার বিশেষ-বস্তু কত উদগত করেছি।",
      "translation_en": "Do they not look at the earth,- how many noble things of all kinds We have produced therein?"
    },
    {
      "id": 8,
      "text": "إِنَّ فِى ذَٰلِكَ لَءَايَةً وَمَا كَانَ أَكْثَرُهُم مُّؤْمِنِينَ",
      "transliteration": "ইন্না ফী যা-লিকা লাআ-ইয়াতাওঁ ওয়ামা-কা-না আকছারুহুম মু’মিনীন।",
      "translation_bn": "নিশ্চয় এতে নিদর্শন আছে, কিন্তু তাদের অধিকাংশই বিশ্বাসী নয়।",
      "translation_en": "Verily, in this is a Sign: but most of them do not believe."
    },
    {
      "id": 9,
      "text": "وَإِنَّ رَبَّكَ لَهُوَ ٱلْعَزِيزُ ٱلرَّحِيمُ",
      "transliteration": "ওয়া ইন্না রাব্বাকা লাহুওয়াল ‘আঝীঝুর রাহীম।",
      "translation_bn": "আপনার পালনকর্তা তো পরাক্রমশালী পরম দয়ালু।",
      "translation_en": "And verily, thy Lord is He, the Exalted in Might, Most Merciful."
    },
    {
      "id": 10,
      "text": "وَإِذْ نَادَىٰ رَبُّكَ مُوسَىٰٓ أَنِ ٱئْتِ ٱلْقَوْمَ ٱلظَّٰلِمِينَ",
      "transliteration": "ওয়া ইযনা-দা-রাব্বুকা মূছা-আনি’তিল কাওমাজ্জা-লিমীন।",
      "translation_bn": "যখন আপনার পালনকর্তা মূসাকে ডেকে বললেনঃ তুমি পাপিষ্ঠ সম্প্রদায়ের নিকট যাও;",
      "translation_en": "Behold, thy Lord called Moses: \"Go to the people of iniquity,-"
    },
    {
      "id": 11,
      "text": "قَوْمَ فِرْعَوْنَ أَلَا يَتَّقُونَ",
      "transliteration": "কাওমা ফির‘আওনা আলা-ইয়াত্তাকূন।",
      "translation_bn": "ফেরাউনের সম্প্রদায়ের নিকট; তারা কি ভয় করে না?",
      "translation_en": "\"The people of the Pharaoh: will they not fear Allah?\""
    },
    {
      "id": 12,
      "text": "قَالَ رَبِّ إِنِّىٓ أَخَافُ أَن يُكَذِّبُونِ",
      "transliteration": "কা-লা রাব্বি ইন্নী-আখা-ফুআইঁ ইউকাযযি বূন।",
      "translation_bn": "সে বলল, হে আমার পালনকর্তা, আমার আশংকা হচ্ছে যে, তারা আমাকে মিথ্যাবাদী বলে দেবে।",
      "translation_en": "He said: \"O my Lord! I do fear that they will charge me with falsehood:"
    },
    {
      "id": 13,
      "text": "وَيَضِيقُ صَدْرِى وَلَا يَنطَلِقُ لِسَانِى فَأَرْسِلْ إِلَىٰ هَٰرُونَ",
      "transliteration": "ওয়া ইয়াদীকুসাদরী ওয়ালা-ইয়ানতলিকুলিছা-নী ফাআরছিল ইলা-হা-রূন।",
      "translation_bn": "এবং আমার মন হতবল হয়ে পড়ে এবং আমার জিহবা অচল হয়ে যায়। সুতরাং হারুনের কাছে বার্তা প্রেরণ করুন।",
      "translation_en": "\"My breast will be straitened. And my speech may not go (smoothly): so send unto Aaron."
    },
    {
      "id": 14,
      "text": "وَلَهُمْ عَلَىَّ ذَنۢبٌ فَأَخَافُ أَن يَقْتُلُونِ",
      "transliteration": "ওয়ালাহুম ‘আলাইইয়া যামবুন ফাআখা-ফুআইঁ ইয়াকতুলূন।",
      "translation_bn": "আমার বিরুদ্ধে তাদের অভিযোগ আছে। অতএব আমি আশংকা করি যে, তারা আমাকে হত্যা করবে।",
      "translation_en": "\"And (further), they have a charge of crime against me; and I fear they may slay me.\""
    },
    {
      "id": 15,
      "text": "قَالَ كَلَّا فَٱذْهَبَا بِـَٔايَٰتِنَآ إِنَّا مَعَكُم مُّسْتَمِعُونَ",
      "transliteration": "কা-লা কাল্লা- ফাযহাবা-বিআ-য়া-তিনাইন্না মা‘আকুম মুছতামি‘উন।",
      "translation_bn": "আল্লাহ বলেন, কখনই নয় তোমরা উভয়ে যাও আমার নিদর্শনাবলী নিয়ে। আমি তোমাদের সাথে থেকে শোনব।",
      "translation_en": "Allah said: \"By no means! proceed then, both of you, with Our Signs; We are with you, and will listen (to your call)."
    },
    {
      "id": 16,
      "text": "فَأْتِيَا فِرْعَوْنَ فَقُولَآ إِنَّا رَسُولُ رَبِّ ٱلْعَٰلَمِينَ",
      "transliteration": "ফা’তিইয়া-ফির‘আওনা ফাকূলা ইন্না-রাছূলুরাব্বিল ‘আ-লামীন।",
      "translation_bn": "অতএব তোমরা ফেরআউনের কাছে যাও এবং বল, আমরা বিশ্বজগতের পালনকর্তার রসূল।",
      "translation_en": "\"So go forth, both of you, to Pharaoh, and say: 'We have been sent by the Lord and Cherisher of the worlds;"
    },
    {
      "id": 17,
      "text": "أَنْ أَرْسِلْ مَعَنَا بَنِىٓ إِسْرَٰٓءِيلَ",
      "transliteration": "আন আরছিল মা‘আনা-বানীইছরাঈল।",
      "translation_bn": "যাতে তুমি বনী-ইসরাঈলকে আমাদের সাথে যেতে দাও।",
      "translation_en": "\"'Send thou with us the Children of Israel.'\""
    },
    {
      "id": 18,
      "text": "قَالَ أَلَمْ نُرَبِّكَ فِينَا وَلِيدًا وَلَبِثْتَ فِينَا مِنْ عُمُرِكَ سِنِينَ",
      "transliteration": "কা-লা আলাম নুরাব্বিকা ফীনা-ওয়ালীদাওঁ ওয়ালাবিছতা ফীনা-মিন ‘উমুরিকা ছিনীন।",
      "translation_bn": "ফেরাউন বলল, আমরা কি তোমাকে শিশু অবস্থায় আমাদের মধ্যে লালন-পালন করিনি? এবং তুমি আমাদের মধ্যে জীবনের বহু বছর কাটিয়েছ।",
      "translation_en": "(Pharaoh) said: \"Did we not cherish thee as a child among us, and didst thou not stay in our midst many years of thy life?"
    },
    {
      "id": 19,
      "text": "وَفَعَلْتَ فَعْلَتَكَ ٱلَّتِى فَعَلْتَ وَأَنتَ مِنَ ٱلْكَٰفِرِينَ",
      "transliteration": "ওয়া ফা‘আলতা ফা‘লাতাকাল্লাতী ফা‘আলতা ওয়াআনতা মিনাল কা-ফিরীন।",
      "translation_bn": "তুমি সেই-তোমরা অপরাধ যা করবার করেছ। তুমি হলে কৃতঘ্ন।",
      "translation_en": "\"And thou didst a deed of thine which (thou knowest) thou didst, and thou art an ungrateful (wretch)!\""
    },
    {
      "id": 20,
      "text": "قَالَ فَعَلْتُهَآ إِذًا وَأَنَا۠ مِنَ ٱلضَّآلِّينَ",
      "transliteration": "কা-লা ফা‘আলতুহা ইযাওঁ ওয়া আনা মিনাদ্দাল্লীন।",
      "translation_bn": "মূসা বলল, আমি সে অপরাধ তখন করেছি, যখন আমি ভ্রান্ত ছিলাম।",
      "translation_en": "Moses said: \"I did it then, when I was in error."
    },
    {
      "id": 21,
      "text": "فَفَرَرْتُ مِنكُمْ لَمَّا خِفْتُكُمْ فَوَهَبَ لِى رَبِّى حُكْمًا وَجَعَلَنِى مِنَ ٱلْمُرْسَلِينَ",
      "transliteration": "ফাফারারতুমিনকুমলাম্মা-খিফতুকুম ফাওয়াহাবালী রাববী হুকমাওঁ ওয়া জা‘আলানী মিনাল মুরছালীন।",
      "translation_bn": "অতঃপর আমি ভীত হয়ে তোমাদের কাছ থেকে পলায়ন করলাম। এরপর আমার পালনকর্তা আমাকে প্রজ্ঞা দান করেছেন এবং আমাকে পয়গম্বর করেছেন।",
      "translation_en": "\"So I fled from you (all) when I feared you; but my Lord has (since) invested me with judgment (and wisdom) and appointed me as one of the messengers."
    },
    {
      "id": 22,
      "text": "وَتِلْكَ نِعْمَةٌ تَمُنُّهَا عَلَىَّ أَنْ عَبَّدتَّ بَنِىٓ إِسْرَٰٓءِيلَ",
      "transliteration": "ওয়া তিলকা নি‘মাতুন তামুননুহা-‘আলাইইয়া আন ‘আব্বাত্তা বানীইছরাঈল।",
      "translation_bn": "আমার প্রতি তোমার যে অনুগ্রহের কথা বলছ, তা এই যে, তুমি বনী-ইসলাঈলকে গোলাম বানিয়ে রেখেছ।",
      "translation_en": "\"And this is the favour with which thou dost reproach me,- that thou hast enslaved the Children of Israel!\""
    },
    {
      "id": 23,
      "text": "قَالَ فِرْعَوْنُ وَمَا رَبُّ ٱلْعَٰلَمِينَ",
      "transliteration": "কা-লা ফির‘আওনুওয়ামা-রাব্বুল ‘আ-লামীন।",
      "translation_bn": "ফেরাউন বলল, বিশ্বজগতের পালনকর্তা আবার কি?",
      "translation_en": "Pharaoh said: \"And what is the 'Lord and Cherisher of the worlds'?\""
    },
    {
      "id": 24,
      "text": "قَالَ رَبُّ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ وَمَا بَيْنَهُمَآ إِن كُنتُم مُّوقِنِينَ",
      "transliteration": "কা-লা রাব্বুছছামা-ওয়া-তি ওয়াল আরদিওয়ামা-বাইনাহুমা- ইন কুনতুম মূকিনীন।",
      "translation_bn": "মূসা বলল, তিনি নভোমন্ডল, ভূমন্ডল ও এতদুভয়ের মধ্যবর্তী সবকিছুর পালনকর্তা যদি তোমরা বিশ্বাসী হও।",
      "translation_en": "(Moses) said: \"The Lord and Cherisher of the heavens and the earth, and all between,- if ye want to be quite sure.\""
    },
    {
      "id": 25,
      "text": "قَالَ لِمَنْ حَوْلَهُۥٓ أَلَا تَسْتَمِعُونَ",
      "transliteration": "কা-লা লিমান হাওলাহূ আলা-তাছতামি‘উন।",
      "translation_bn": "ফেরাউন তার পরিষদবর্গকে বলল, তোমরা কি শুনছ না?",
      "translation_en": "(Pharaoh) said to those around: \"Did ye not listen (to what he says)?\""
    },
    {
      "id": 26,
      "text": "قَالَ رَبُّكُمْ وَرَبُّ ءَابَآئِكُمُ ٱلْأَوَّلِينَ",
      "transliteration": "কা-লা রাব্বুকুম ওয়ারাব্বুআবাইকুমুল আওওয়ালীন।",
      "translation_bn": "মূসা বলল, তিনি তোমাদের পালনকর্তা এবং তোমাদের পূর্ববর্তীদেরও পালনকর্তা।",
      "translation_en": "(Moses) said: \"Your Lord and the Lord of your fathers from the beginning!\""
    },
    {
      "id": 27,
      "text": "قَالَ إِنَّ رَسُولَكُمُ ٱلَّذِىٓ أُرْسِلَ إِلَيْكُمْ لَمَجْنُونٌ",
      "transliteration": "কা-লা ইন্না রাছূলাকুমুল্লাযী উরছিলা ইলাইকুম লামাজনূন।",
      "translation_bn": "ফেরাউন বলল, তোমাদের প্রতি প্রেরিত তোমাদের রসূলটি নিশ্চয়ই বদ্ধ পাগল।",
      "translation_en": "(Pharaoh) said: \"Truly your messenger who has been sent to you is a veritable madman!\""
    },
    {
      "id": 28,
      "text": "قَالَ رَبُّ ٱلْمَشْرِقِ وَٱلْمَغْرِبِ وَمَا بَيْنَهُمَآ إِن كُنتُمْ تَعْقِلُونَ",
      "transliteration": "কা-লা রাব্বুল মাশরিকিওয়াল মাগরিবি ওয়ামা-বাইনাহুমা- ইন কুনতুম তা‘কিলূন।",
      "translation_bn": "মূসা বলল, তিনি পূর্ব, পশ্চিম ও এতদুভয়ের মধ্যবর্তী সব কিছুর পালনকর্তা, যদি তোমরা বোঝ।",
      "translation_en": "(Moses) said: \"Lord of the East and the West, and all between! if ye only had sense!\""
    },
    {
      "id": 29,
      "text": "قَالَ لَئِنِ ٱتَّخَذْتَ إِلَٰهًا غَيْرِى لَأَجْعَلَنَّكَ مِنَ ٱلْمَسْجُونِينَ",
      "transliteration": "কা-লা লাইনিততাখাযতা ইলা -হান গাইরী লাআজ‘আলান্নাকা মিনাল মাছজূনীন।",
      "translation_bn": "ফেরাউন বলল, তুমি যদি আমার পরিবর্তে অন্যকে উপাস্যরূপে গ্রহণ কর তবে আমি অবশ্যই তোমাকে কারাগারে নিক্ষেপ করব।",
      "translation_en": "(Pharaoh) said: \"If thou dost put forward any god other than me, I will certainly put thee in prison!\""
    },
    {
      "id": 30,
      "text": "قَالَ أَوَلَوْ جِئْتُكَ بِشَىْءٍ مُّبِينٍ",
      "transliteration": "কা-লা আওয়ালাও জি’তুকা বিশাইয়িম মুবীন।",
      "translation_bn": "মূসা বলল, আমি তোমার কাছে কোন স্পষ্ট বিষয় নিয়ে আগমন করলেও কি?",
      "translation_en": "(Moses) said: \"Even if I showed you something clear (and) convincing?\""
    },
    {
      "id": 31,
      "text": "قَالَ فَأْتِ بِهِۦٓ إِن كُنتَ مِنَ ٱلصَّٰدِقِينَ",
      "transliteration": "কা-লা ফা’তি বিহীইন কুননতা মিনাসসা-দিকীন।",
      "translation_bn": "ফেরাউন বলল, তুমি সত্যবাদী হলে তা উপস্থিত কর।",
      "translation_en": "(Pharaoh) said: \"Show it then, if thou tellest the truth!\""
    },
    {
      "id": 32,
      "text": "فَأَلْقَىٰ عَصَاهُ فَإِذَا هِىَ ثُعْبَانٌ مُّبِينٌ",
      "transliteration": "ফাআলকা-‘আসা-হু ফাইযা-হিয়া ছু‘বা-নুম মুবীন।",
      "translation_bn": "অতঃপর তিনি লাঠি নিক্ষেপ করলে মুহূর্তের মধ্যে তা সুস্পষ্ট অজগর হয়ে গেল।",
      "translation_en": "So (Moses) threw his rod, and behold, it was a serpent, plain (for all to see)!"
    },
    {
      "id": 33,
      "text": "وَنَزَعَ يَدَهُۥ فَإِذَا هِىَ بَيْضَآءُ لِلنَّٰظِرِينَ",
      "transliteration": "ওয়া নাঝা‘আ ইয়াদাহূফাইযা-হিয়া বাইদাউ লিন্না-জিরীন।",
      "translation_bn": "আর তিনি তার হাত বের করলেন, তৎক্ষণাৎ তা দর্শকদের কাছে সুশুভ্র প্রতিভাত হলো",
      "translation_en": "And he drew out his hand, and behold, it was white to all beholders!"
    },
    {
      "id": 34,
      "text": "قَالَ لِلْمَلَإِ حَوْلَهُۥٓ إِنَّ هَٰذَا لَسَٰحِرٌ عَلِيمٌ",
      "transliteration": "কা-লা লিলমালায়ি হাওলাহূ ইন্না হা-যা-লাছা-হিরুন ‘আলীম।",
      "translation_bn": "ফেরাউন তার পরিষদবর্গকে বলল, নিশ্চয় এ একজন সুদক্ষ জাদুকর।",
      "translation_en": "(Pharaoh) said to the Chiefs around him: \"This is indeed a sorcerer well-versed:"
    },
    {
      "id": 35,
      "text": "يُرِيدُ أَن يُخْرِجَكُم مِّنْ أَرْضِكُم بِسِحْرِهِۦ فَمَاذَا تَأْمُرُونَ",
      "transliteration": "ইউরীদুআইঁ ইউখরিজাকুম মিন আরদিকুম বিছিহরিহী ফামা-যা-তা’মুরূন।",
      "translation_bn": "সে তার জাদু বলে তোমাদেরকে তোমাদের দেশ থেকে বহিস্কার করতে চায়। অতএব তোমাদের মত কি?",
      "translation_en": "\"His plan is to get you out of your land by his sorcery; then what is it ye counsel?\""
    },
    {
      "id": 36,
      "text": "قَالُوٓا۟ أَرْجِهْ وَأَخَاهُ وَٱبْعَثْ فِى ٱلْمَدَآئِنِ حَٰشِرِينَ",
      "transliteration": "কা-লূ আরজিহ ওয়া আখা-হু ওয়াব‘আছফিল মাদা-ইনি হা-শিরীন।",
      "translation_bn": "তারা বলল, তাকে ও তার ভাইকে কিছু অবকাশ দিন এবং শহরে শহরে ঘোষক প্রেরণ করুন",
      "translation_en": "They said: \"Keep him and his brother in suspense (for a while), and dispatch to the Cities heralds to collect-"
    },
    {
      "id": 37,
      "text": "يَأْتُوكَ بِكُلِّ سَحَّارٍ عَلِيمٍ",
      "transliteration": "ইয়া’তূকা বিকুল্লি ছাহহা-রিন ‘আলীম।",
      "translation_bn": "তারা যেন আপনার কাছে প্রত্যেকটি দক্ষ জাদুকর কে উপস্থিত করে।",
      "translation_en": "\"And bring up to thee all (our) sorcerers well-versed.\""
    },
    {
      "id": 38,
      "text": "فَجُمِعَ ٱلسَّحَرَةُ لِمِيقَٰتِ يَوْمٍ مَّعْلُومٍ",
      "transliteration": "ফাজুমি‘আছ ছাহারাতুলিমীকা-তি ইয়াওমিম মা‘লূম।",
      "translation_bn": "অতঃপর এক নির্দিষ্ট দিনে জাদুকরদেরকে একত্রিত করা হল।",
      "translation_en": "So the sorcerers were got together for the appointment of a day well-known,"
    },
    {
      "id": 39,
      "text": "وَقِيلَ لِلنَّاسِ هَلْ أَنتُم مُّجْتَمِعُونَ",
      "transliteration": "ওয়া কীলা লিন্না-ছি হাল আনতুম মুজতামি‘ঊন।",
      "translation_bn": "এবং জনগণের মধ্যে ঘোষণা করা হল, তোমরাও সমবেত হও।",
      "translation_en": "And the people were told: \"Are ye (now) assembled?-"
    },
    {
      "id": 40,
      "text": "لَعَلَّنَا نَتَّبِعُ ٱلسَّحَرَةَ إِن كَانُوا۟ هُمُ ٱلْغَٰلِبِينَ",
      "transliteration": "লা‘আল্লানা-নাত্তাবি‘উছ ছাহারাতা ইন কা-নূহুমুল গা-লিবীন।",
      "translation_bn": "যাতে আমরা জাদুকরদের অনুসরণ করতে পারি-যদি তারাই বিজয়ী হয়।",
      "translation_en": "\"That we may follow the sorcerers (in religion) if they win?\""
    },
    {
      "id": 41,
      "text": "فَلَمَّا جَآءَ ٱلسَّحَرَةُ قَالُوا۟ لِفِرْعَوْنَ أَئِنَّ لَنَا لَأَجْرًا إِن كُنَّا نَحْنُ ٱلْغَٰلِبِينَ",
      "transliteration": "ফালাম্মা- জাআছছাহারাতুকা-লূলিফির‘আওনা আইন্না লানা- লাআজরান ইন কুন্নানাহনুল গা-লিবীন।",
      "translation_bn": "যখন যাদুকররা আগমণ করল, তখন ফেরআউনকে বলল, যদি আমরা বিজয়ী হই, তবে আমরা পুরস্কার পাব তো?",
      "translation_en": "So when the sorcerers arrived, they said to Pharaoh: \"Of course - shall we have a (suitable) reward if we win?"
    },
    {
      "id": 42,
      "text": "قَالَ نَعَمْ وَإِنَّكُمْ إِذًا لَّمِنَ ٱلْمُقَرَّبِينَ",
      "transliteration": "কা-লা না‘আম ওয়া ইন্নাকুম ইযাল্লামিনাল মুকারবাবীন।",
      "translation_bn": "ফেরাউন বলল, হঁ্যা এবং তখন তোমরা আমার নৈকট্যশীলদের অন্তর্ভুক্ত হবে।",
      "translation_en": "He said: \"Yea, (and more),- for ye shall in that case be (raised to posts) nearest (to my person).\""
    },
    {
      "id": 43,
      "text": "قَالَ لَهُم مُّوسَىٰٓ أَلْقُوا۟ مَآ أَنتُم مُّلْقُونَ",
      "transliteration": "কা-লা লাহুম মূছাআলকূমাআনতুম মুলকূন।",
      "translation_bn": "মূসা (আঃ) তাদেরকে বললেন, নিক্ষেপ কর তোমরা যা নিক্ষেপ করবে।",
      "translation_en": "Moses said to them: \"Throw ye - that which ye are about to throw!\""
    },
    {
      "id": 44,
      "text": "فَأَلْقَوْا۟ حِبَالَهُمْ وَعِصِيَّهُمْ وَقَالُوا۟ بِعِزَّةِ فِرْعَوْنَ إِنَّا لَنَحْنُ ٱلْغَٰلِبُونَ",
      "transliteration": "ফাআলকাও হিবা-লাহুম ওয়া ‘ইসিইইয়াহুম ওয়া কা-লূবি‘ইঝঝাতি ফির‘আওনা ইন্নালানাহনুল গা-লিবূন।",
      "translation_bn": "অতঃপর তারা তাদের রশি ও লাঠি নিক্ষেপ করল এবং বলল, ফেরাউনের ইযযতের কসম, আমরাই বিজয়ী হব।",
      "translation_en": "So they threw their ropes and their rods, and said: \"By the might of Pharaoh, it is we who will certainly win!\""
    },
    {
      "id": 45,
      "text": "فَأَلْقَىٰ مُوسَىٰ عَصَاهُ فَإِذَا هِىَ تَلْقَفُ مَا يَأْفِكُونَ",
      "transliteration": "ফাআলকা-মূছা-‘আসা-হু ফাইযা-হিইয়া তালকাফুমা-ইয়া’ফিকূন।",
      "translation_bn": "অতঃপর মূসা তাঁর লাঠি নিক্ষেপ করল, হঠাৎ তা তাদের অলীক কীর্তিগুলোকে গ্রাস করতে লাগল।",
      "translation_en": "Then Moses threw his rod, when, behold, it straightway swallows up all the falsehoods which they fake!"
    },
    {
      "id": 46,
      "text": "فَأُلْقِىَ ٱلسَّحَرَةُ سَٰجِدِينَ",
      "transliteration": "ফাউলকিয়াছ ছাহারাতুছা-জিদীন।",
      "translation_bn": "তখন জাদুকররা সেজদায় নত হয়ে গেল।",
      "translation_en": "Then did the sorcerers fall down, prostrate in adoration,"
    },
    {
      "id": 47,
      "text": "قَالُوٓا۟ ءَامَنَّا بِرَبِّ ٱلْعَٰلَمِينَ",
      "transliteration": "কা-লূ আ-মান্না-বিরাব্বিল ‘আ-লামীন।",
      "translation_bn": "তারা বলল, আমরা রাব্বুল আলামীনের প্রতি বিশ্বাস স্থাপন করলাম।",
      "translation_en": "Saying: \"We believe in the Lord of the Worlds,"
    },
    {
      "id": 48,
      "text": "رَبِّ مُوسَىٰ وَهَٰرُونَ",
      "transliteration": "রাব্বি মূছা-ওয়াহা-রূন।",
      "translation_bn": "যিনি মূসা ও হারুনের রব।",
      "translation_en": "\"The Lord of Moses and Aaron.\""
    },
    {
      "id": 49,
      "text": "قَالَ ءَامَنتُمْ لَهُۥ قَبْلَ أَنْ ءَاذَنَ لَكُمْ إِنَّهُۥ لَكَبِيرُكُمُ ٱلَّذِى عَلَّمَكُمُ ٱلسِّحْرَ فَلَسَوْفَ تَعْلَمُونَ لَأُقَطِّعَنَّ أَيْدِيَكُمْ وَأَرْجُلَكُم مِّنْ خِلَٰفٍ وَلَأُصَلِّبَنَّكُمْ أَجْمَعِينَ",
      "transliteration": "কা-লা আ-মানতুম লাহূকাবলা আন আ-যানা লাকুম ইন্নাহূলাকাবীরু কুমুল্লাযী ‘আল্লামাকুমুছ ছিহরা ফালাছাওফা তা‘লামূনা লাউকাত্তি‘আন্না আইদিয়াকুম ওয়া আরজুলাকুম মিন খিলা-ফিওঁ ওয়ালাউসালিলবান্নাকুম আজমা‘ঈন।",
      "translation_bn": "ফেরাউন বলল, আমার অনুমতি দানের পূর্বেই তোমরা কি তাকে মেনে নিলে? নিশ্চয় সে তোমাদের প্রধান, যে তোমাদেরকে জাদু শিক্ষা দিয়েছে। শীঘ্রই তোমরা পরিণাম জানতে পারবে। আমি অবশ্যই তোমাদের হাত ও পা বিপরীত দিক থেকে কর্তন করব। এবং তোমাদের সবাইকে শূলে চড়াব",
      "translation_en": "Said (Pharaoh): \"Believe ye in Him before I give you permission? surely he is your leader, who has taught you sorcery! but soon shall ye know! Be sure I will cut off your hands and your feet on opposite sides, and I will cause you all to die on the cross!\""
    },
    {
      "id": 50,
      "text": "قَالُوا۟ لَا ضَيْرَ إِنَّآ إِلَىٰ رَبِّنَا مُنقَلِبُونَ",
      "transliteration": "কা-লূলা-দাইরা ইন্নাইলা-রাব্বিনা- মুনকালিবূন।",
      "translation_bn": "তারা বলল, কোন ক্ষতি নেই। আমরা আমাদের পালনকর্তার কাছে প্রত্যাবর্তন করব।",
      "translation_en": "They said: \"No matter! for us, we shall but return to our Lord!"
    },
    {
      "id": 51,
      "text": "إِنَّا نَطْمَعُ أَن يَغْفِرَ لَنَا رَبُّنَا خَطَٰيَٰنَآ أَن كُنَّآ أَوَّلَ ٱلْمُؤْمِنِينَ",
      "transliteration": "ইন্না-নাতমা‘উ আইঁ ইউগফিরালানা- রাব্বুনা- খাতাইয়া-নাআন কুন্না আওওয়ালাল মু’মিনীন।",
      "translation_bn": "আমরা আশা করি, আমাদের পালনকর্তা আমাদের ক্রটি-বিচ্যুতি মার্জনা করবেন। কারণ, আমরা বিশ্বাস স্থাপনকারীদের মধ্যে অগ্রণী।",
      "translation_en": "\"Only, our desire is that our Lord will forgive us our faults, that we may become foremost among the believers!\""
    },
    {
      "id": 52,
      "text": "وَأَوْحَيْنَآ إِلَىٰ مُوسَىٰٓ أَنْ أَسْرِ بِعِبَادِىٓ إِنَّكُم مُّتَّبَعُونَ",
      "transliteration": "ওয়া আওহাইনাইলা-মূছাআন আছরিবি‘ইবা-দী ইন্নাকুম মুত্তাবা‘ঊন।",
      "translation_bn": "আমি মূসাকে আদেশ করলাম যে, আমার বান্দাদেরকে নিয়ে রাত্রিযোগে বের হয়ে যাও, নিশ্চয় তোমাদের পশ্চাদ্ধাবন করা হবে।",
      "translation_en": "By inspiration we told Moses: \"Travel by night with my servants; for surely ye shall be pursued.\""
    },
    {
      "id": 53,
      "text": "فَأَرْسَلَ فِرْعَوْنُ فِى ٱلْمَدَآئِنِ حَٰشِرِينَ",
      "transliteration": "ফাআরছালা ফির‘আওনুফিল মাদাইনি হা-শিরীন।",
      "translation_bn": "অতঃপর ফেরাউন শহরে শহরে সংগ্রাহকদেরকে প্রেরণ করল,",
      "translation_en": "Then Pharaoh sent heralds to (all) the Cities,"
    },
    {
      "id": 54,
      "text": "إِنَّ هَٰٓؤُلَآءِ لَشِرْذِمَةٌ قَلِيلُونَ",
      "transliteration": "ইন্না হাউলাই লাশিরযিমাতুন কালীলূন।",
      "translation_bn": "নিশ্চয় এরা (বনী-ইসরাঈলরা) ক্ষুদ্র একটি দল।",
      "translation_en": "(Saying): \"These (Israelites) are but a small band,"
    },
    {
      "id": 55,
      "text": "وَإِنَّهُمْ لَنَا لَغَآئِظُونَ",
      "transliteration": "ওয়া ইন্নাহুম লানা-লাগাইজূ ন।",
      "translation_bn": "এবং তারা আমাদের ক্রোধের উদ্রেক করেছে।",
      "translation_en": "\"And they are raging furiously against us;"
    },
    {
      "id": 56,
      "text": "وَإِنَّا لَجَمِيعٌ حَٰذِرُونَ",
      "transliteration": "ওয়া ইন্না-লাজামী‘উন হা-যিরূন।",
      "translation_bn": "এবং আমরা সবাই সদা শংকিত।",
      "translation_en": "\"But we are a multitude amply fore-warned.\""
    },
    {
      "id": 57,
      "text": "فَأَخْرَجْنَٰهُم مِّن جَنَّٰتٍ وَعُيُونٍ",
      "transliteration": "ফাআখরাজনা-হুম মিন জান্না-তিওঁ ওয়া ‘উয়ূন।",
      "translation_bn": "অতঃপর আমি ফেরআউনের দলকে তাদের বাগ-বাগিচা ও ঝর্ণাসমূহ থেকে বহিষ্কার করলাম।",
      "translation_en": "So We expelled them from gardens, springs,"
    },
    {
      "id": 58,
      "text": "وَكُنُوزٍ وَمَقَامٍ كَرِيمٍ",
      "transliteration": "ওয়া কুনূঝিওঁ ওয়া মাকা-মিন কারীম।",
      "translation_bn": "এবং ধন-ভান্ডার ও মনোরম স্থানসমূহ থেকে।",
      "translation_en": "Treasures, and every kind of honourable position;"
    },
    {
      "id": 59,
      "text": "كَذَٰلِكَ وَأَوْرَثْنَٰهَا بَنِىٓ إِسْرَٰٓءِيلَ",
      "transliteration": "কাযা-লিকা ওয়া আওরাছনা-হা-বানীইছরাঈল।",
      "translation_bn": "এরূপই হয়েছিল এবং বনী-ইসলাঈলকে করে দিলাম এসবের মালিক।",
      "translation_en": "Thus it was, but We made the Children of Israel inheritors of such things."
    },
    {
      "id": 60,
      "text": "فَأَتْبَعُوهُم مُّشْرِقِينَ",
      "transliteration": "ফাআতবা‘ঊহুম মুশরিকীন।",
      "translation_bn": "অতঃপর সুর্যোদয়ের সময় তারা তাদের পশ্চাদ্ধাবন করল।",
      "translation_en": "So they pursued them at sunrise."
    },
    {
      "id": 61,
      "text": "فَلَمَّا تَرَٰٓءَا ٱلْجَمْعَانِ قَالَ أَصْحَٰبُ مُوسَىٰٓ إِنَّا لَمُدْرَكُونَ",
      "transliteration": "ফালাম্মা-তারাআল জাম‘আ-নি কা-লা আসহা-বুমূছাইন্না-লামুদরাকূন।",
      "translation_bn": "যখন উভয় দল পরস্পরকে দেখল, তখন মূসার সঙ্গীরা বলল, আমরা যে ধরা পড়ে গেলাম",
      "translation_en": "And when the two bodies saw each other, the people of Moses said: \"We are sure to be overtaken.\""
    },
    {
      "id": 62,
      "text": "قَالَ كَلَّآ إِنَّ مَعِىَ رَبِّى سَيَهْدِينِ",
      "transliteration": "কা-লা কাল্লা- ইন্না মা‘ইয়া রাববী ছাইয়াহদীন।",
      "translation_bn": "মূসা বলল, কখনই নয়, আমার সাথে আছেন আমার পালনকর্তা। তিনি আমাকে পথ বলে দেবেন।",
      "translation_en": "(Moses) said: \"By no means! my Lord is with me! Soon will He guide me!\""
    },
    {
      "id": 63,
      "text": "فَأَوْحَيْنَآ إِلَىٰ مُوسَىٰٓ أَنِ ٱضْرِب بِّعَصَاكَ ٱلْبَحْرَ فَٱنفَلَقَ فَكَانَ كُلُّ فِرْقٍ كَٱلطَّوْدِ ٱلْعَظِيمِ",
      "transliteration": "ফাআওহাইনাইলা-মূছাআনিদরিব বি‘আসাকাল বাহ রা ফানফালাকা ফাকা-না কুল্লু ফিরকিন কাততাওদিল ‘আজীম।",
      "translation_bn": "অতঃপর আমি মূসাকে আদেশ করলাম, তোমার লাঠি দ্বারা সমূদ্রকে আঘাত কর। ফলে, তা বিদীর্ণ হয়ে গেল এবং প্রত্যেক ভাগ বিশাল পর্বতসদৃশ হয়ে গেল।",
      "translation_en": "Then We told Moses by inspiration: \"Strike the sea with thy rod.\" So it divided, and each separate part became like the huge, firm mass of a mountain."
    },
    {
      "id": 64,
      "text": "وَأَزْلَفْنَا ثَمَّ ٱلْءَاخَرِينَ",
      "transliteration": "ওয়া আঝলাফনা-ছাম্মাল আ-খারীন।",
      "translation_bn": "আমি সেথায় অপর দলকে পৌঁছিয়ে দিলাম।",
      "translation_en": "And We made the other party approach thither.\""
    },
    {
      "id": 65,
      "text": "وَأَنجَيْنَا مُوسَىٰ وَمَن مَّعَهُۥٓ أَجْمَعِينَ",
      "transliteration": "ওয়া আনজাইনা-মূছা-ওয়ামাম মা‘আহূআজমা‘ঈন।",
      "translation_bn": "এবং মূসা ও তাঁর সংগীদের সবাইকে বাঁচিয়ে দিলাম।",
      "translation_en": "We delivered Moses and all who were with him;"
    },
    {
      "id": 66,
      "text": "ثُمَّ أَغْرَقْنَا ٱلْءَاخَرِينَ",
      "transliteration": "ছু ম্মা আগরাকনাল আ-খারীন।",
      "translation_bn": "অতঃপর অপর দলটিকে নিমজ্জত কললাম।",
      "translation_en": "But We drowned the others."
    },
    {
      "id": 67,
      "text": "إِنَّ فِى ذَٰلِكَ لَءَايَةً وَمَا كَانَ أَكْثَرُهُم مُّؤْمِنِينَ",
      "transliteration": "ইন্না ফী যা-লিকা লাআ-য়াতাওঁ ওয়ামা-কা-না আকছারুহুম মু’মিনীন।",
      "translation_bn": "নিশ্চয় এতে একটি নিদর্শন আছে এবং তাদের অধিকাংশই বিশ্বাসী ছিল না।",
      "translation_en": "SVerily in this is a Sign: but most of them do not believe."
    },
    {
      "id": 68,
      "text": "وَإِنَّ رَبَّكَ لَهُوَ ٱلْعَزِيزُ ٱلرَّحِيمُ",
      "transliteration": "ওয়া ইন্না রাব্বাকা লাহুওয়াল ‘আঝীঝুর রাহীম।",
      "translation_bn": "আপনার পালনকর্তা অবশ্যই পরাক্রমশালী, পরম দয়ালু।",
      "translation_en": "And verily thy Lord is He, the Exalted in Might, Most Merciful."
    },
    {
      "id": 69,
      "text": "وَٱتْلُ عَلَيْهِمْ نَبَأَ إِبْرَٰهِيمَ",
      "transliteration": "ওয়াতলু‘আলাইহিম নাবাআ ইবরা-হীম।",
      "translation_bn": "আর তাদেরকে ইব্রাহীমের বৃত্তান্ত শুনিয়ে দিন।",
      "translation_en": "And rehearse to them (something of) Abraham's story."
    },
    {
      "id": 70,
      "text": "إِذْ قَالَ لِأَبِيهِ وَقَوْمِهِۦ مَا تَعْبُدُونَ",
      "transliteration": "ইযকা-লা লিআবীহি ওয়া কাওমিহী মা-তা‘বুদূন।",
      "translation_bn": "যখন তাঁর পিতাকে এবং তাঁর সম্প্রদায়কে বললেন, তোমরা কিসের এবাদত কর?",
      "translation_en": "Behold, he said to his father and his people: \"What worship ye?\""
    },
    {
      "id": 71,
      "text": "قَالُوا۟ نَعْبُدُ أَصْنَامًا فَنَظَلُّ لَهَا عَٰكِفِينَ",
      "transliteration": "কা-লূনা‘বুদুআসনা-মান ফানাজালুল লাহা -‘আ-কিফীন।",
      "translation_bn": "তারা বলল, আমরা প্রতিমার পূজা করি এবং সারাদিন এদেরকেই নিষ্ঠার সাথে আঁকড়ে থাকি।",
      "translation_en": "They said: \"We worship idols, and we remain constantly in attendance on them.\""
    },
    {
      "id": 72,
      "text": "قَالَ هَلْ يَسْمَعُونَكُمْ إِذْ تَدْعُونَ",
      "transliteration": "কা-লা হাল ইয়াছমা‘উনাকুম ইযতাদ‘ঊন।",
      "translation_bn": "ইব্রাহীম (আঃ) বললেন, তোমরা যখন আহবান কর, তখন তারা শোনে কি?",
      "translation_en": "He said: \"Do they listen to you when ye call (on them)?\""
    },
    {
      "id": 73,
      "text": "أَوْ يَنفَعُونَكُمْ أَوْ يَضُرُّونَ",
      "transliteration": "আও ইয়ানফা‘ঊনাকুম আও ইয়াদুররূন।",
      "translation_bn": "অথবা তারা কি তোমাদের উপকার কিংবা ক্ষতি করতে পারে?",
      "translation_en": "\"Or do you good or harm?\""
    },
    {
      "id": 74,
      "text": "قَالُوا۟ بَلْ وَجَدْنَآ ءَابَآءَنَا كَذَٰلِكَ يَفْعَلُونَ",
      "transliteration": "কা-লূবাল ওয়া জাদনাআ-বাআনা-কাযা-লিকা ইয়াফ‘আলূন।",
      "translation_bn": "তারা বললঃ না, তবে আমরা আমাদের পিতৃপুরুষদেরকে পেয়েছি, তারা এরূপই করত।",
      "translation_en": "They said: \"Nay, but we found our fathers doing thus (what we do).\""
    },
    {
      "id": 75,
      "text": "قَالَ أَفَرَءَيْتُم مَّا كُنتُمْ تَعْبُدُونَ",
      "transliteration": "কা-লা আফারাআইতুম মা-কুনতুম তা‘বুদূন।",
      "translation_bn": "ইব্রাহীম বললেন, তোমরা কি তাদের সম্পর্কে ভেবে দেখেছ, যাদের পূজা করে আসছ।",
      "translation_en": "He said: \"Do ye then see whom ye have been worshipping,-"
    },
    {
      "id": 76,
      "text": "أَنتُمْ وَءَابَآؤُكُمُ ٱلْأَقْدَمُونَ",
      "transliteration": "আনতুম ওয়া আ-বাউকুমুল আকদামূন।",
      "translation_bn": "তোমরা এবং তোমাদের পূর্ববর্তী পিতৃপুরুষেরা ?",
      "translation_en": "\"Ye and your fathers before you?-"
    },
    {
      "id": 77,
      "text": "فَإِنَّهُمْ عَدُوٌّ لِّىٓ إِلَّا رَبَّ ٱلْعَٰلَمِينَ",
      "transliteration": "ফাইন্নাহুম ‘আদুওউললী ইল্লা-রাব্বাল ‘আ-লামীন।",
      "translation_bn": "বিশ্বপালনকর্তা ব্যতীত তারা সবাই আমার শত্রু।",
      "translation_en": "\"For they are enemies to me; not so the Lord and Cherisher of the Worlds;"
    },
    {
      "id": 78,
      "text": "ٱلَّذِى خَلَقَنِى فَهُوَ يَهْدِينِ",
      "transliteration": "আল্লাযী খালাকানী ফাহুওয়া ইয়াহদীন।",
      "translation_bn": "যিনি আমাকে সৃষ্টি করেছেন, অতঃপর তিনিই আমাকে পথপ্রদর্শন করেন,",
      "translation_en": "\"Who created me, and it is He Who guides me;"
    },
    {
      "id": 79,
      "text": "وَٱلَّذِى هُوَ يُطْعِمُنِى وَيَسْقِينِ",
      "transliteration": "ওয়াল্লাযী হুওয়া ইউত‘ইমুনী ওয়া ইয়াছকীন।",
      "translation_bn": "যিনি আমাকে আহার এবং পানীয় দান করেন,",
      "translation_en": "\"Who gives me food and drink,"
    },
    {
      "id": 80,
      "text": "وَإِذَا مَرِضْتُ فَهُوَ يَشْفِينِ",
      "transliteration": "ওয়া ইযা-মারিদতুফাহুওয়া ইয়াশফীন।",
      "translation_bn": "যখন আমি রোগাক্রান্ত হই, তখন তিনিই আরোগ্য দান করেন।",
      "translation_en": "\"And when I am ill, it is He Who cures me;"
    },
    {
      "id": 81,
      "text": "وَٱلَّذِى يُمِيتُنِى ثُمَّ يُحْيِينِ",
      "transliteration": "ওয়াল্লাযী ইউমীতুনী ছুম্মা ইউহঈন।",
      "translation_bn": "যিনি আমার মৃত্যু ঘটাবেন, অতঃপর পুনর্জীবন দান করবেন।",
      "translation_en": "\"Who will cause me to die, and then to life (again);"
    },
    {
      "id": 82,
      "text": "وَٱلَّذِىٓ أَطْمَعُ أَن يَغْفِرَ لِى خَطِيٓـَٔتِى يَوْمَ ٱلدِّينِ",
      "transliteration": "ওয়াল্লাযীআতমা‘উ আইঁ ইয়াগফিরালী খাতীআতী ইয়াওমাদ দীন।",
      "translation_bn": "আমি আশা করি তিনিই বিচারের দিনে আমার ক্রটি-বিচ্যুতি মাফ করবেন।",
      "translation_en": "\"And who, I hope, will forgive me my faults on the day of Judgment."
    },
    {
      "id": 83,
      "text": "رَبِّ هَبْ لِى حُكْمًا وَأَلْحِقْنِى بِٱلصَّٰلِحِينَ",
      "transliteration": "রাব্বি হাবলী হুকমাওঁ ওয়া আল হিকনী বিসসা-লিহীন।",
      "translation_bn": "হে আমার পালনকর্তা, আমাকে প্রজ্ঞা দান কর এবং আমাকে সৎকর্মশীলদের অন্তর্ভুক্ত কর",
      "translation_en": "\"O my Lord! bestow wisdom on me, and join me with the righteous;"
    },
    {
      "id": 84,
      "text": "وَٱجْعَل لِّى لِسَانَ صِدْقٍ فِى ٱلْءَاخِرِينَ",
      "transliteration": "ওয়াজ‘আললী লিছা-না সিদকিন ফিল আ-খিরীন।",
      "translation_bn": "এবং আমাকে পরবর্তীদের মধ্যে সত্যভাষী কর।",
      "translation_en": "\"Grant me honourable mention on the tongue of truth among the latest (generations);"
    },
    {
      "id": 85,
      "text": "وَٱجْعَلْنِى مِن وَرَثَةِ جَنَّةِ ٱلنَّعِيمِ",
      "transliteration": "ওয়াজ‘আলনী মিওঁ ওয়ারাছাতি জান্নাতিন না‘ঈম।",
      "translation_bn": "এবং আমাকে নেয়ামত উদ্যানের অধিকারীদের অন্তর্ভূক্ত কর।",
      "translation_en": "\"Make me one of the inheritors of the Garden of Bliss;"
    },
    {
      "id": 86,
      "text": "وَٱغْفِرْ لِأَبِىٓ إِنَّهُۥ كَانَ مِنَ ٱلضَّآلِّينَ",
      "transliteration": "ওয়াগফির লিআবী ইন্নাহূকা-না মিনাদ্দাল্লীন,",
      "translation_bn": "এবং আমার পিতাকে ক্ষমা কর। সে তো পথভ্রষ্টদের অন্যতম।",
      "translation_en": "\"Forgive my father, for that he is among those astray;"
    },
    {
      "id": 87,
      "text": "وَلَا تُخْزِنِى يَوْمَ يُبْعَثُونَ",
      "transliteration": "ওয়ালা-তুখঝিনী ইয়াওমা ইউব‘আছূন।",
      "translation_bn": "এবং পূনরুত্থান দিবসে আমাকে লাঞ্ছিত করো না,",
      "translation_en": "\"And let me not be in disgrace on the Day when (men) will be raised up;-"
    },
    {
      "id": 88,
      "text": "يَوْمَ لَا يَنفَعُ مَالٌ وَلَا بَنُونَ",
      "transliteration": "ইয়াওমা লা-ইয়ানফা‘উ মা-লুওঁ ওয়ালা-বানূন।",
      "translation_bn": "যে দিবসে ধন-সম্পদ ও সন্তান সন্ততি কোন উপকারে আসবে না;",
      "translation_en": "\"The Day whereon neither wealth nor sons will avail,"
    },
    {
      "id": 89,
      "text": "إِلَّا مَنْ أَتَى ٱللَّهَ بِقَلْبٍ سَلِيمٍ",
      "transliteration": "ইল্লা-মান আতাল্লা-হা বিকালবিন ছালীম।",
      "translation_bn": "কিন্তু যে সুস্থ অন্তর নিয়ে আল্লাহর কাছে আসবে।",
      "translation_en": "\"But only he (will prosper) that brings to Allah a sound heart;"
    },
    {
      "id": 90,
      "text": "وَأُزْلِفَتِ ٱلْجَنَّةُ لِلْمُتَّقِينَ",
      "transliteration": "ওয়া উঝলিফাতিল জান্নাতুলিলমুত্তাকীন।",
      "translation_bn": "জান্নাত আল্লাহভীরুদের নিকটবর্তী করা হবে।",
      "translation_en": "\"To the righteous, the Garden will be brought near,"
    },
    {
      "id": 91,
      "text": "وَبُرِّزَتِ ٱلْجَحِيمُ لِلْغَاوِينَ",
      "transliteration": "ওয়া বুররিঝাতিল জাহীমুলিলগা-বীন।",
      "translation_bn": "এবং বিপথগামীদের সামনে উম্মোচিত করা হবে জাহান্নাম।",
      "translation_en": "\"And to those straying in Evil, the Fire will be placed in full view;"
    },
    {
      "id": 92,
      "text": "وَقِيلَ لَهُمْ أَيْنَ مَا كُنتُمْ تَعْبُدُونَ",
      "transliteration": "ওয়াকীলা লাহুম আইনামা-কুনতুম তা‘বুদূন।",
      "translation_bn": "তাদেরকে বলা হবেঃ তারা কোথায়, তোমরা যাদের পূজা করতে।",
      "translation_en": "\"And it shall be said to them: 'Where are the (gods) ye worshipped-"
    },
    {
      "id": 93,
      "text": "مِن دُونِ ٱللَّهِ هَلْ يَنصُرُونَكُمْ أَوْ يَنتَصِرُونَ",
      "transliteration": "মিন দূ নিল্লাহি হাল ইয়ানসুরূনাকুম আও ইয়ানতাসিরূন।",
      "translation_bn": "আল্লাহর পরিবর্তে? তারা কি তোমাদের সাহায্য করতে পারে, অথবা তারা প্রতিশোধ নিতে পারে?",
      "translation_en": "\"'Besides Allah? Can they help you or help themselves?'"
    },
    {
      "id": 94,
      "text": "فَكُبْكِبُوا۟ فِيهَا هُمْ وَٱلْغَاوُۥنَ",
      "transliteration": "ফাকুবকিবূফীহা-হুম ওয়ালগা-ঊন।",
      "translation_bn": "অতঃপর তাদেরকে এবং পথভ্রষ্টদেরকে আধোমুখি করে নিক্ষেপ করা হবে জাহান্নামে।",
      "translation_en": "\"Then they will be thrown headlong into the (Fire),- they and those straying in Evil,"
    },
    {
      "id": 95,
      "text": "وَجُنُودُ إِبْلِيسَ أَجْمَعُونَ",
      "transliteration": "ওয়াজুনূদুইবলীছা আজমা‘উন।",
      "translation_bn": "এবং ইবলীস বাহিনীর সকলকে।",
      "translation_en": "\"And the whole hosts of Iblis together."
    },
    {
      "id": 96,
      "text": "قَالُوا۟ وَهُمْ فِيهَا يَخْتَصِمُونَ",
      "transliteration": "কা-লূওয়া হুম ফীহা-ইয়াখতাসিমূন।",
      "translation_bn": "তারা তথায় কথা কাটাকাটিতে লিপ্ত হয়ে বলবেঃ",
      "translation_en": "\"They will say there in their mutual bickerings:"
    },
    {
      "id": 97,
      "text": "تَٱللَّهِ إِن كُنَّا لَفِى ضَلَٰلٍ مُّبِينٍ",
      "transliteration": "তাল্লা-হি ইন কুন্না-লাফী দালা-লিম মুবীন।",
      "translation_bn": "আল্লাহর কসম, আমরা প্রকাশ্য বিভ্রান্তিতে লিপ্ত ছিলাম।",
      "translation_en": "\"'By Allah, we were truly in an error manifest,"
    },
    {
      "id": 98,
      "text": "إِذْ نُسَوِّيكُم بِرَبِّ ٱلْعَٰلَمِينَ",
      "transliteration": "ইযনুছাওবীকুম বিরাব্বিল ‘আ-লামীন।",
      "translation_bn": "যখন আমরা তোমাদেরকে বিশ্ব-পালনকর্তার সমতুল্য গন্য করতাম।",
      "translation_en": "\"'When we held you as equals with the Lord of the Worlds;"
    },
    {
      "id": 99,
      "text": "وَمَآ أَضَلَّنَآ إِلَّا ٱلْمُجْرِمُونَ",
      "transliteration": "ওয়ামাআদাল্লানাইল্লাল মুজরিমূন।",
      "translation_bn": "আমাদেরকে দুষ্টকর্মীরাই গোমরাহ করেছিল।",
      "translation_en": "\"'And our seducers were only those who were steeped in guilt."
    },
    {
      "id": 100,
      "text": "فَمَا لَنَا مِن شَٰفِعِينَ",
      "transliteration": "ফামা-লানা-মিন শা-ফি‘ঈন।",
      "translation_bn": "অতএব আমাদের কোন সুপারিশকারী নেই।",
      "translation_en": "\"'Now, then, we have none to intercede (for us),"
    },
    {
      "id": 101,
      "text": "وَلَا صَدِيقٍ حَمِيمٍ",
      "transliteration": "ওয়ালা সাদীকিন হামীম।",
      "translation_bn": "এবং কোন সহৃদয় বন্ধু ও নেই।",
      "translation_en": "\"'Nor a single friend to feel (for us)."
    },
    {
      "id": 102,
      "text": "فَلَوْ أَنَّ لَنَا كَرَّةً فَنَكُونَ مِنَ ٱلْمُؤْمِنِينَ",
      "transliteration": "ফালাও আন্না লানা-কাররাতান ফানাকূনা মিনাল মু’মিনীন।",
      "translation_bn": "হায়, যদি কোনরুপে আমরা পৃথিবীতে প্রত্যাবর্তনের সুযোগ পেতাম, তবে আমরা বিশ্বাস স্থাপনকারী হয়ে যেতাম।",
      "translation_en": "\"'Now if we only had a chance of return we shall truly be of those who believe!'\""
    },
    {
      "id": 103,
      "text": "إِنَّ فِى ذَٰلِكَ لَءَايَةً وَمَا كَانَ أَكْثَرُهُم مُّؤْمِنِينَ",
      "transliteration": "ইন্না ফী যা-লিকা লাআ-য়াতাওঁ ওয়ামা-কা-না আকছারুহুম মু’মিনীন।",
      "translation_bn": "নিশ্চয়, এতে নিদর্শন আছে এবং তাদের অধিকাংশই বিশ্বাসী নয়।",
      "translation_en": "Verily in this is a Sign but most of them do not believe."
    },
    {
      "id": 104,
      "text": "وَإِنَّ رَبَّكَ لَهُوَ ٱلْعَزِيزُ ٱلرَّحِيمُ",
      "transliteration": "ওয়া ইন্না রাব্বাকা লাহুওয়াল ‘আঝীঝুর রাহীম।",
      "translation_bn": "আপনার পালনকর্তা প্রবল পরাক্রমশালী, পরম দয়ালু।",
      "translation_en": "And verily thy Lord is He, the Exalted in Might, Most Merciful."
    },
    {
      "id": 105,
      "text": "كَذَّبَتْ قَوْمُ نُوحٍ ٱلْمُرْسَلِينَ",
      "transliteration": "কাযযাবাত কাওমুনূহিনিল মুরছালীন।",
      "translation_bn": "নূহের সম্প্রদায় পয়গম্বরগণকে মিথ্যারোপ করেছে।",
      "translation_en": "The people of Noah rejected the messengers."
    },
    {
      "id": 106,
      "text": "إِذْ قَالَ لَهُمْ أَخُوهُمْ نُوحٌ أَلَا تَتَّقُونَ",
      "transliteration": "ইযকা-লা লাহুম আখূহুম নূহুন ‘আলা-তাত্তাকূন।",
      "translation_bn": "যখন তাদের ভ্রাতা নূহ তাদেরকে বললেন, তোমাদের কি ভয় নেই?",
      "translation_en": "Behold, their brother Noah said to them: \"Will ye not fear (Allah)?"
    },
    {
      "id": 107,
      "text": "إِنِّى لَكُمْ رَسُولٌ أَمِينٌ",
      "transliteration": "ইন্নী লাকুম রাছূলুন আমীন।",
      "translation_bn": "আমি তোমাদের জন্য বিশ্বস্ত বার্তাবাহক।",
      "translation_en": "\"I am to you a messenger worthy of all trust:"
    },
    {
      "id": 108,
      "text": "فَٱتَّقُوا۟ ٱللَّهَ وَأَطِيعُونِ",
      "transliteration": "ফাত্তাকুল্লা-হা ওয়া আতী‘ঊন।",
      "translation_bn": "অতএব, তোমরা আল্লাহকে ভয় কর এবং আমার আনুগত্য কর।",
      "translation_en": "\"So fear Allah, and obey me."
    },
    {
      "id": 109,
      "text": "وَمَآ أَسْـَٔلُكُمْ عَلَيْهِ مِنْ أَجْرٍ إِنْ أَجْرِىَ إِلَّا عَلَىٰ رَبِّ ٱلْعَٰلَمِينَ",
      "transliteration": "ওয়ামাআছআলুকুম ‘আলাইহি মিন আজরিন ইন আজরিয়া ইল্লা-‘আলা-রাব্বিল ‘আলামীন।",
      "translation_bn": "আমি তোমাদের কাছে এর জন্য কোন প্রতিদান চাই না, আমার প্রতিদান তো বিশ্ব-পালনকর্তাই দেবেন।",
      "translation_en": "\"No reward do I ask of you for it: my reward is only from the Lord of the Worlds:"
    },
    {
      "id": 110,
      "text": "فَٱتَّقُوا۟ ٱللَّهَ وَأَطِيعُونِ",
      "transliteration": "ফাত্তাকুল্লা-হা ওয়াআতী‘ঊন।",
      "translation_bn": "অতএব, তোমরা আল্লাহকে ভয় কর এবং আমার আনুগত্য কর।",
      "translation_en": "\"So fear Allah, and obey me.\""
    },
    {
      "id": 111,
      "text": "قَالُوٓا۟ أَنُؤْمِنُ لَكَ وَٱتَّبَعَكَ ٱلْأَرْذَلُونَ",
      "transliteration": "কা-লূআনু’মিনুলাকা ওয়াত্তাবা‘আকাল আরযালূন।",
      "translation_bn": "তারা বলল, আমরা কি তোমাকে মেনে নেব যখন তোমার অনুসরণ করছে ইতরজনেরা?",
      "translation_en": "They said: \"Shall we believe in thee when it is the meanest that follow thee?\""
    },
    {
      "id": 112,
      "text": "قَالَ وَمَا عِلْمِى بِمَا كَانُوا۟ يَعْمَلُونَ",
      "transliteration": "কা-লা ওয়ামা-‘ইলমী বিমা-কা-নূইয়া‘মালূন।",
      "translation_bn": "নূহ বললেন, তারা কি কাজ করছে, তা জানা আমার কি দরকার?",
      "translation_en": "He said: \"And what do I know as to what they do?"
    },
    {
      "id": 113,
      "text": "إِنْ حِسَابُهُمْ إِلَّا عَلَىٰ رَبِّى لَوْ تَشْعُرُونَ",
      "transliteration": "ইন হিছা-বুহুম ইল্লা-‘আলা-রাববী লাও তাশ‘উরূন।",
      "translation_bn": "তাদের হিসাব নেয়া আমার পালনকর্তারই কাজ; যদি তোমরা বুঝতে!",
      "translation_en": "\"Their account is only with my Lord, if ye could (but) understand."
    },
    {
      "id": 114,
      "text": "وَمَآ أَنَا۠ بِطَارِدِ ٱلْمُؤْمِنِينَ",
      "transliteration": "ওয়ামাআনা বিতা-রিদিল মু’মিনীন।",
      "translation_bn": "আমি মুমিনগণকে তাড়িয়ে দেয়ার লোক নই।",
      "translation_en": "\"I am not one to drive away those who believe."
    },
    {
      "id": 115,
      "text": "إِنْ أَنَا۠ إِلَّا نَذِيرٌ مُّبِينٌ",
      "transliteration": "ইন আনা ইল্লা-নাযীরুম মুবীন।",
      "translation_bn": "আমি তো শুধু একজন সুস্পষ্ট সতর্ককারী।",
      "translation_en": "\"I am sent only to warn plainly in public.\""
    },
    {
      "id": 116,
      "text": "قَالُوا۟ لَئِن لَّمْ تَنتَهِ يَٰنُوحُ لَتَكُونَنَّ مِنَ ٱلْمَرْجُومِينَ",
      "transliteration": "কা-লূলাইল্লাম তানতাহি ইয়া-নূহুলাতাকূনান্না মিনাল মারজূমীন।",
      "translation_bn": "তারা বলল, হে নূহ যদি তুমি বিরত না হও, তবে তুমি নিশ্চিতই প্রস্তরাঘাতে নিহত হবে।",
      "translation_en": "They said: \"If thou desist not, O Noah! thou shalt be stoned (to death).\""
    },
    {
      "id": 117,
      "text": "قَالَ رَبِّ إِنَّ قَوْمِى كَذَّبُونِ",
      "transliteration": "কা-লা রাব্বি ইন্না কাওমী কাযযাবূন।",
      "translation_bn": "নূহ বললেন, হে আমার পালনকর্তা, আমার সম্প্রদায় তো আমাকে মিথ্যাবাদী বলছে।",
      "translation_en": "He said: \"O my Lord! truly my people have rejected me."
    },
    {
      "id": 118,
      "text": "فَٱفْتَحْ بَيْنِى وَبَيْنَهُمْ فَتْحًا وَنَجِّنِى وَمَن مَّعِىَ مِنَ ٱلْمُؤْمِنِينَ",
      "transliteration": "ফাফতাহবাইনী ওয়া বাইনাহুম ফাতহাও ওয়া নাজজিনী ওয়ামাম মা‘ইয়া মিনাল মু’মিনীন।",
      "translation_bn": "অতএব, আমার ও তাদের মধ্যে কোন ফয়সালা করে দিন এবং আমাকে ও আমার সংগী মুমিনগণকে রক্ষা করুন।",
      "translation_en": "\"Judge Thou, then, between me and them openly, and deliver me and those of the Believers who are with me.\""
    },
    {
      "id": 119,
      "text": "فَأَنجَيْنَٰهُ وَمَن مَّعَهُۥ فِى ٱلْفُلْكِ ٱلْمَشْحُونِ",
      "transliteration": "ফাআনজাইনা-হু ওয়ামাম মা‘আহূফিল ফুলকিল মাশহূন।",
      "translation_bn": "অতঃপর আমি তাঁকে ও তাঁর সঙ্গিগণকে বোঝাই করা নৌকায় রক্ষা করলাম।",
      "translation_en": "So We delivered him and those with him, in the Ark filled (with all creatures)."
    },
    {
      "id": 120,
      "text": "ثُمَّ أَغْرَقْنَا بَعْدُ ٱلْبَاقِينَ",
      "transliteration": "ছু ম্মা আগরাকনা-বা‘দুল বা-কীন।",
      "translation_bn": "এরপর অবশিষ্ট সবাইকে নিমজ্জত করলাম।",
      "translation_en": "Thereafter We drowned those who remained behind."
    },
    {
      "id": 121,
      "text": "إِنَّ فِى ذَٰلِكَ لَءَايَةً وَمَا كَانَ أَكْثَرُهُم مُّؤْمِنِينَ",
      "transliteration": "ইন্না ফী যা-লিকা লাআ-য়াতাওঁ ওয়ামা কা-না আকছারুহুম মু’মিনীন।",
      "translation_bn": "নিশ্চয় এতে নিদর্শন আছে এবং তাদের অধিকাংশই বিশ্বাসী নয়।",
      "translation_en": "Verily in this is a Sign: but most of them do not believe."
    },
    {
      "id": 122,
      "text": "وَإِنَّ رَبَّكَ لَهُوَ ٱلْعَزِيزُ ٱلرَّحِيمُ",
      "transliteration": "ওয়া ইন্না রাব্বাকা লাহুওয়াল ‘আঝীঝুর রাহীম।",
      "translation_bn": "নিশ্চয় আপনার পালনকর্তা প্রবল পরাক্রমশালী, পরম দয়ালু।",
      "translation_en": "And verily thy Lord is He, the Exalted in Might, Most Merciful."
    },
    {
      "id": 123,
      "text": "كَذَّبَتْ عَادٌ ٱلْمُرْسَلِينَ",
      "transliteration": "কাযযাবাত ‘আ-দুনিল মুরছালীন।",
      "translation_bn": "আদ সম্প্রদায় পয়গম্বরগণকে মিথ্যাবাদী বলেছে।",
      "translation_en": "The 'Ad (people) rejected the messengers."
    },
    {
      "id": 124,
      "text": "إِذْ قَالَ لَهُمْ أَخُوهُمْ هُودٌ أَلَا تَتَّقُونَ",
      "transliteration": "ইযকা-লা লাহুম আখূহুম হূদুন ‘আলা-তাত্তাকূন।",
      "translation_bn": "তখন তাদের ভাই হুদ তাদেরকে বললেনঃ তোমাদের কি ভয় নেই?",
      "translation_en": "Behold, their brother Hud said to them: \"Will ye not fear (Allah)?"
    },
    {
      "id": 125,
      "text": "إِنِّى لَكُمْ رَسُولٌ أَمِينٌ",
      "transliteration": "ইন্নী লাকুম রাছূলুন আমীন।",
      "translation_bn": "আমি তোমাদের বিশ্বস্ত রসূল।",
      "translation_en": "\"I am to you a messenger worthy of all trust:"
    },
    {
      "id": 126,
      "text": "فَٱتَّقُوا۟ ٱللَّهَ وَأَطِيعُونِ",
      "transliteration": "ফাত্তাকুল্লা-হা ওয়াআতী‘ঊন।",
      "translation_bn": "অতএব, তোমরা আল্লাহকে ভয় কর এবং আমার আনুগত্য কর।",
      "translation_en": "\"So fear Allah and obey me."
    },
    {
      "id": 127,
      "text": "وَمَآ أَسْـَٔلُكُمْ عَلَيْهِ مِنْ أَجْرٍ إِنْ أَجْرِىَ إِلَّا عَلَىٰ رَبِّ ٱلْعَٰلَمِينَ",
      "transliteration": "ওয়ামাআছআলুকুম ‘আলাইহি মিন আজরিন ইন আজরিয়া ইল্লা-‘আলা-রাব্বিল ‘আলামীন।",
      "translation_bn": "আমি তোমাদের কাছে এর জন্যে প্রতিদান চাই না। আমার প্রতিদান তো পালনকর্তা দেবেন।",
      "translation_en": "\"No reward do I ask of you for it: my reward is only from the Lord of the Worlds."
    },
    {
      "id": 128,
      "text": "أَتَبْنُونَ بِكُلِّ رِيعٍ ءَايَةً تَعْبَثُونَ",
      "transliteration": "আতাবনূনা বিকুল্লি রী‘ইন আ-য়াতান তা‘বাছূন।",
      "translation_bn": "তোমরা কি প্রতিটি উচ্চস্থানে অযথা নিদর্শন নির্মান করছ?",
      "translation_en": "\"Do ye build a landmark on every high place to amuse yourselves?"
    },
    {
      "id": 129,
      "text": "وَتَتَّخِذُونَ مَصَانِعَ لَعَلَّكُمْ تَخْلُدُونَ",
      "transliteration": "ওয়া তাত্তাখিযূনা মাসা-নি‘আ লা‘আল্লাকুম তাখলুদূন।",
      "translation_bn": "এবং বড় বড় প্রাসাদ নির্মাণ করছ, যেন তোমরা চিরকাল থাকবে?",
      "translation_en": "\"And do ye get for yourselves fine buildings in the hope of living therein (for ever)?"
    },
    {
      "id": 130,
      "text": "وَإِذَا بَطَشْتُم بَطَشْتُمْ جَبَّارِينَ",
      "transliteration": "ওয়া ইযা-বাতাশতুম বাতাশতুম জাব্বা-রীন।",
      "translation_bn": "যখন তোমরা আঘাত হান, তখন জালেম ও নিষ্ঠুরের মত আঘাত হান।",
      "translation_en": "\"And when ye exert your strong hand, do ye do it like men of absolute power?"
    },
    {
      "id": 131,
      "text": "فَٱتَّقُوا۟ ٱللَّهَ وَأَطِيعُونِ",
      "transliteration": "ফাত্তাকুল্লা-হা ওয়া আতী‘ঊন।",
      "translation_bn": "অতএব, আল্লাহকে ভয় কর এবং আমার অনুগত্য কর।",
      "translation_en": "\"Now fear Allah, and obey me."
    },
    {
      "id": 132,
      "text": "وَٱتَّقُوا۟ ٱلَّذِىٓ أَمَدَّكُم بِمَا تَعْلَمُونَ",
      "transliteration": "ওয়াত্তাকুল্লাযী আমাদ্দাকুম বিমা-তা‘লামূন।",
      "translation_bn": "ভয় কর তাঁকে, যিনি তোমাদেরকে সেসব বস্তু দিয়েছেন, যা তোমরা জান।",
      "translation_en": "\"Yea, fear Him Who has bestowed on you freely all that ye know."
    },
    {
      "id": 133,
      "text": "أَمَدَّكُم بِأَنْعَٰمٍ وَبَنِينَ",
      "transliteration": "আমাদ্দাকুম বিআন‘আ-মিওঁ ওয়াবানীন।",
      "translation_bn": "তোমাদেরকে দিয়েছেন চতুষ্পদ জন্তু ও পুত্র-সন্তান,",
      "translation_en": "\"Freely has He bestowed on you cattle and sons,-"
    },
    {
      "id": 134,
      "text": "وَجَنَّٰتٍ وَعُيُونٍ",
      "transliteration": "ওয়া জান্নাতিওঁ ওয়া ‘উইয়ূন।",
      "translation_bn": "এবং উদ্যান ও ঝরণা।",
      "translation_en": "\"And Gardens and Springs."
    },
    {
      "id": 135,
      "text": "إِنِّىٓ أَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ عَظِيمٍ",
      "transliteration": "ইন্নীআখা-ফু‘আলাইকুম ‘আযা-বা ইয়াওমিন ‘আজীম।",
      "translation_bn": "আমি তোমাদের জন্যে মহাদিবসের শাস্তি আশংকা করি।",
      "translation_en": "\"Truly I fear for you the Penalty of a Great Day.\""
    },
    {
      "id": 136,
      "text": "قَالُوا۟ سَوَآءٌ عَلَيْنَآ أَوَعَظْتَ أَمْ لَمْ تَكُن مِّنَ ٱلْوَٰعِظِينَ",
      "transliteration": "কা-লূছাওয়াউন ‘আলাইনা আওয়া ‘আজতা আম লাম তাকুম মিনাল ওয়া‘ইজীন।",
      "translation_bn": "তারা বলল, তুমি উপদেশ দাও অথবা উপদেশ নাই দাও, উভয়ই আমাদের জন্যে সমান।",
      "translation_en": "They said: \"It is the same to us whether thou admonish us or be not among (our) admonishers!"
    },
    {
      "id": 137,
      "text": "إِنْ هَٰذَآ إِلَّا خُلُقُ ٱلْأَوَّلِينَ",
      "transliteration": "ইন হা-যাইল্লা-খুলুকুল আওওয়ালীন।",
      "translation_bn": "এসব কথাবার্তা পূর্ববর্তী লোকদের অভ্যাস বৈ নয়।",
      "translation_en": "\"This is no other than a customary device of the ancients,"
    },
    {
      "id": 138,
      "text": "وَمَا نَحْنُ بِمُعَذَّبِينَ",
      "transliteration": "ওয়ামা-নাহনুবিমু‘আযযাবীন।",
      "translation_bn": "আমরা শাস্তিপ্রাপ্ত হব না।",
      "translation_en": "\"And we are not the ones to receive Pains and Penalties!\""
    },
    {
      "id": 139,
      "text": "فَكَذَّبُوهُ فَأَهْلَكْنَٰهُمْ إِنَّ فِى ذَٰلِكَ لَءَايَةً وَمَا كَانَ أَكْثَرُهُم مُّؤْمِنِينَ",
      "transliteration": "ফাকাযযাবূহু ফাআহলাকনা-হুম ইন্না ফী যা-লিকা লাআ-য়াতাও ওয়ামা-কা-না আকছারুহুম মু’মিনীন।",
      "translation_bn": "অতএব, তারা তাঁকে মিথ্যাবাদী বলতে লাগল এবং আমি তাদেরকে নিপাত করে দিলাম। এতে অবশ্যই নিদর্শন আছে; কিন্তু তাদের অধিকাংশই বিশ্বাসী নয়।",
      "translation_en": "So they rejected him, and We destroyed them. Verily in this is a Sign: but most of them do not believe."
    },
    {
      "id": 140,
      "text": "وَإِنَّ رَبَّكَ لَهُوَ ٱلْعَزِيزُ ٱلرَّحِيمُ",
      "transliteration": "ওয়া ইন্না রাব্বাকা লাহুওয়াল ‘আঝীঝুর রাহীম।",
      "translation_bn": "এবং আপনার পালনকর্তা, তিনি তো প্রবল পরাক্রমশালী, পরম দয়ালু।",
      "translation_en": "And verily thy Lord is He, the Exalted in Might, Most Merciful."
    },
    {
      "id": 141,
      "text": "كَذَّبَتْ ثَمُودُ ٱلْمُرْسَلِينَ",
      "transliteration": "কাযযাবাত ছামূদুল মুরছালীন।",
      "translation_bn": "সামুদ সম্প্রদায় পয়গম্বরগণকে মিথ্যাবাদী বলেছে।",
      "translation_en": "The Thamud (people) rejected the messengers."
    },
    {
      "id": 142,
      "text": "إِذْ قَالَ لَهُمْ أَخُوهُمْ صَٰلِحٌ أَلَا تَتَّقُونَ",
      "transliteration": "ইযকা-লা লাহুম আখূহুম সা-লিহুন ‘আলা-তাত্তাকূন।",
      "translation_bn": "যখন তাদের ভাই সালেহ, তাদেরকে বললেন, তোমরা কি ভয় কর না?",
      "translation_en": "Behold, their brother Salih said to them: \"Will you not fear (Allah)?"
    },
    {
      "id": 143,
      "text": "إِنِّى لَكُمْ رَسُولٌ أَمِينٌ",
      "transliteration": "ইন্নী লাকুম রাছূলুন আমীন।",
      "translation_bn": "আমি তোমাদের বিশ্বস্ত পয়গম্বর।",
      "translation_en": "\"I am to you a messenger worthy of all trust."
    },
    {
      "id": 144,
      "text": "فَٱتَّقُوا۟ ٱللَّهَ وَأَطِيعُونِ",
      "transliteration": "ফাত্তাকুল্লা-হা ওয়া আতী‘ঊন।",
      "translation_bn": "অতএব, আল্লাহকে ভয় কর এবং আমার আনুগত্য কর।",
      "translation_en": "\"So fear Allah, and obey me."
    },
    {
      "id": 145,
      "text": "وَمَآ أَسْـَٔلُكُمْ عَلَيْهِ مِنْ أَجْرٍ إِنْ أَجْرِىَ إِلَّا عَلَىٰ رَبِّ ٱلْعَٰلَمِينَ",
      "transliteration": "ওয়ামাআছআলুকুম ‘আলাইহি মিন আজরিন ইন আজরিয়া ইল্লা-‘আলা-রাব্বিল ‘আলামীন।",
      "translation_bn": "আমি এর জন্যে তোমাদের কাছে কোন প্রতিদান চাই না। আমার প্রতিদান তো বিশ্ব-পালনকর্তাই দেবেন।",
      "translation_en": "\"No reward do I ask of you for it: my reward is only from the Lord of the Worlds."
    },
    {
      "id": 146,
      "text": "أَتُتْرَكُونَ فِى مَا هَٰهُنَآ ءَامِنِينَ",
      "transliteration": "আতুতরাকূনা ফী মা-হা-হুনাআ-মিনীন।",
      "translation_bn": "তোমাদেরকে কি এ জগতের ভোগ-বিলাসের মধ্যে নিরাপদে রেখে দেয়া হবে?",
      "translation_en": "\"Will ye be left secure, in (the enjoyment of) all that ye have here?-"
    },
    {
      "id": 147,
      "text": "فِى جَنَّٰتٍ وَعُيُونٍ",
      "transliteration": "ফী জান্না-তিওঁ ওয়া ‘উইয়ূন।",
      "translation_bn": "উদ্যানসমূহের মধ্যে এবং ঝরণাসমূহের মধ্যে ?",
      "translation_en": "\"Gardens and Springs,"
    },
    {
      "id": 148,
      "text": "وَزُرُوعٍ وَنَخْلٍ طَلْعُهَا هَضِيمٌ",
      "transliteration": "ওয়া ঝুরূ‘ইওঁ ওয়া নাখলিন তাল‘উহা-হাদীম।",
      "translation_bn": "শস্যক্ষেত্রের মধ্যে এবং মঞ্জুরিত খেজুর বাগানের মধ্যে ?",
      "translation_en": "\"And corn-fields and date-palms with spathes near breaking (with the weight of fruit)?"
    },
    {
      "id": 149,
      "text": "وَتَنْحِتُونَ مِنَ ٱلْجِبَالِ بُيُوتًا فَٰرِهِينَ",
      "transliteration": "ওয়া তানহিতূনা মিনাল জিবা-লি বুঊতান ফা-রিহীন।",
      "translation_bn": "তোমরা পাহাড় কেটে জাঁক জমকের গৃহ নির্মাণ করছ।",
      "translation_en": "\"And ye carve houses out of (rocky) mountains with great skill."
    },
    {
      "id": 150,
      "text": "فَٱتَّقُوا۟ ٱللَّهَ وَأَطِيعُونِ",
      "transliteration": "ফাত্তাকুল্লা-হা ওয়া আতী‘ঊন।",
      "translation_bn": "সুতরাং তোমরা আল্লাহকে ভয় কর এবং আমার অনুগত্য কর।",
      "translation_en": "\"But fear Allah and obey me;"
    },
    {
      "id": 151,
      "text": "وَلَا تُطِيعُوٓا۟ أَمْرَ ٱلْمُسْرِفِينَ",
      "transliteration": "ওয়ালা-তুতী‘ঊআমরাল মুছরিফীন।",
      "translation_bn": "এবং সীমালংঘনকারীদের আদেশ মান্য কর না;",
      "translation_en": "\"And follow not the bidding of those who are extravagant,-"
    },
    {
      "id": 152,
      "text": "ٱلَّذِينَ يُفْسِدُونَ فِى ٱلْأَرْضِ وَلَا يُصْلِحُونَ",
      "transliteration": "আল্লাযীনা ইউফছিদূনা ফিল আরদিওয়ালা-ইউসলিহূন।",
      "translation_bn": "যারা পৃথিবীতে অনর্থ সৃষ্টি করে এবং শান্তি স্থাপন করে না;",
      "translation_en": "\"Who make mischief in the land, and mend not (their ways).\""
    },
    {
      "id": 153,
      "text": "قَالُوٓا۟ إِنَّمَآ أَنتَ مِنَ ٱلْمُسَحَّرِينَ",
      "transliteration": "কা-লূইন্নামাআনতা মিনাল মুছাহহারীন।",
      "translation_bn": "তারা বলল, তুমি তো জাদুগ্রস্থুরেদ একজন।",
      "translation_en": "They said: \"Thou art only one of those bewitched!"
    },
    {
      "id": 154,
      "text": "مَآ أَنتَ إِلَّا بَشَرٌ مِّثْلُنَا فَأْتِ بِـَٔايَةٍ إِن كُنتَ مِنَ ٱلصَّٰدِقِينَ",
      "transliteration": "মাআনতা ইল্লা-বাশারুম মিছলুনা ফা’তি বিআয়া-তিন ইন কুনতা মিনাসসা-দিকীন।",
      "translation_bn": "তুমি তো আমাদের মতই একজন মানুষ বৈ নও। সুতরাং যদি তুমি সত্যবাদী হও, তবে কোন নিদর্শন উপস্থিত কর।",
      "translation_en": "\"Thou art no more than a mortal like us: then bring us a Sign, if thou tellest the truth!\""
    },
    {
      "id": 155,
      "text": "قَالَ هَٰذِهِۦ نَاقَةٌ لَّهَا شِرْبٌ وَلَكُمْ شِرْبُ يَوْمٍ مَّعْلُومٍ",
      "transliteration": "কা-লা হা-যিহী না-কাতুল লাহা-শিরবুওঁ ওয়ালাকুম শিরবুইয়াওমিম মা‘লূম।",
      "translation_bn": "সালেহ বললেন এই উষ্ট্রী, এর জন্যে আছে পানি পানের পালা এবং তোমাদের জন্যে আছে পানি পানের পালা নির্দিষ্ট এক-এক দিনের।",
      "translation_en": "He said: \"Here is a she-camel: she has a right of watering, and ye have a right of watering, (severally) on a day appointed."
    },
    {
      "id": 156,
      "text": "وَلَا تَمَسُّوهَا بِسُوٓءٍ فَيَأْخُذَكُمْ عَذَابُ يَوْمٍ عَظِيمٍ",
      "transliteration": "ওয়ালা-তামাছছূহা-বিছূইন ফাইয়া’খুযাকুম ‘আযা-বুইয়াওমিন ‘আজীম।",
      "translation_bn": "তোমরা একে কোন কষ্ট দিও না। তাহলে তোমাদেরকে মহাদিবসের আযাব পাকড়াও করবে।",
      "translation_en": "\"Touch her not with harm, lest the Penalty of a Great Day seize you.\""
    },
    {
      "id": 157,
      "text": "فَعَقَرُوهَا فَأَصْبَحُوا۟ نَٰدِمِينَ",
      "transliteration": "ফা‘আকারূহা-ফাআছবাহূনা-দিমীন।",
      "translation_bn": "তারা তাকে বধ করল ফলে, তারা অনুতপ্ত হয়ে গেল।",
      "translation_en": "But they ham-strung her: then did they become full of regrets."
    },
    {
      "id": 158,
      "text": "فَأَخَذَهُمُ ٱلْعَذَابُ إِنَّ فِى ذَٰلِكَ لَءَايَةً وَمَا كَانَ أَكْثَرُهُم مُّؤْمِنِينَ",
      "transliteration": "ফাআখাযাহুমুল ‘আযা-বু ইন্না ফী যা-লিকা লাআ-য়াতাওঁ; ওয়ামা-কা-না আকছারুহুম মু’মিনীন।",
      "translation_bn": "এরপর আযাব তাদেরকে পাকড়াও করল। নিশ্চয় এতে নিদর্শন আছে। কিন্তু তাদের অধিকাংশই বিশ্বাসী নয়।",
      "translation_en": "But the Penalty seized them. Verily in this is a Sign: but most of them do not believe."
    },
    {
      "id": 159,
      "text": "وَإِنَّ رَبَّكَ لَهُوَ ٱلْعَزِيزُ ٱلرَّحِيمُ",
      "transliteration": "ওয়া ইন্না রাব্বাকা লাহুওয়াল ‘আঝীঝুর রাহীম।",
      "translation_bn": "আপনার পালনকর্তা প্রবল পরাক্রমশালী, পরম দয়ালু।",
      "translation_en": "And verily thy Lord is He, the Exalted in Might, Most Merciful."
    },
    {
      "id": 160,
      "text": "كَذَّبَتْ قَوْمُ لُوطٍ ٱلْمُرْسَلِينَ",
      "transliteration": "কাযযাবাত কাওমুলূতিনিল মুরছালীন।",
      "translation_bn": "লূতের সম্প্রদায় পয়গম্বরগণকে মিথ্যাবাদী বলেছে।",
      "translation_en": "The people of Lut rejected the messengers."
    },
    {
      "id": 161,
      "text": "إِذْ قَالَ لَهُمْ أَخُوهُمْ لُوطٌ أَلَا تَتَّقُونَ",
      "transliteration": "ইযকা-লা লাহুম আখূহুম লূতুন আলা-তাত্তাকূন।",
      "translation_bn": "যখন তাদের ভাই লূত তাদেরকে বললেন, তোমরা কি ভয় কর না ?",
      "translation_en": "Behold, their brother Lut said to them: \"Will ye not fear (Allah)?"
    },
    {
      "id": 162,
      "text": "إِنِّى لَكُمْ رَسُولٌ أَمِينٌ",
      "transliteration": "ইন্নী লাকুম রাছূলুন আমীন।",
      "translation_bn": "আমি তোমাদের বিশ্বস্ত পয়গম্বর।",
      "translation_en": "\"I am to you a messenger worthy of all trust."
    },
    {
      "id": 163,
      "text": "فَٱتَّقُوا۟ ٱللَّهَ وَأَطِيعُونِ",
      "transliteration": "ফাত্তাকুল্লা-হা ওয়া আতী‘ঊন।",
      "translation_bn": "অতএব, তোমরা আল্লাহকে ভয় কর এবং আমার আনুগত্য কর।",
      "translation_en": "\"So fear Allah and obey me."
    },
    {
      "id": 164,
      "text": "وَمَآ أَسْـَٔلُكُمْ عَلَيْهِ مِنْ أَجْرٍ إِنْ أَجْرِىَ إِلَّا عَلَىٰ رَبِّ ٱلْعَٰلَمِينَ",
      "transliteration": "ওয়ামাআছআলুকুম ‘আলাইহি মিন আজরিন ইন আজরিয়া ইল্লা-‘আলা-রাব্বিল ‘আলামীন।",
      "translation_bn": "আমি এর জন্যে তোমাদের কাছে কোন প্রতিদান চাই না। আমার প্রতিদান তো বিশ্ব-পালনকর্তা দেবেন।",
      "translation_en": "\"No reward do I ask of you for it: my reward is only from the lord of the Worlds."
    },
    {
      "id": 165,
      "text": "أَتَأْتُونَ ٱلذُّكْرَانَ مِنَ ٱلْعَٰلَمِينَ",
      "transliteration": "আতা’তূনাযযুকরা-না মিনাল ‘আ-লামীন।",
      "translation_bn": "সারা জাহানের মানুষের মধ্যে তোমরাই কি পুরূষদের সাথে কুকর্ম কর?",
      "translation_en": "\"Of all the creatures in the world, will ye approach males,"
    },
    {
      "id": 166,
      "text": "وَتَذَرُونَ مَا خَلَقَ لَكُمْ رَبُّكُم مِّنْ أَزْوَٰجِكُم بَلْ أَنتُمْ قَوْمٌ عَادُونَ",
      "transliteration": "ওয়া তাযারূনা মা-খালাকা লাকুম রাব্বুকুম মিন আঝওয়া-জিকুম বাল আনতুম কাওমুন ‘আ-দূ ন।",
      "translation_bn": "এবং তোমাদের পালনকর্তা তোমাদের জন্যে যে স্ত্রীগনকে সৃষ্টি করেছেন, তাদেরকে বর্জন কর? বরং তোমরা সীমালঙ্ঘনকারী সম্প্রদায়।",
      "translation_en": "\"And leave those whom Allah has created for you to be your mates? Nay, ye are a people transgressing (all limits)!\""
    },
    {
      "id": 167,
      "text": "قَالُوا۟ لَئِن لَّمْ تَنتَهِ يَٰلُوطُ لَتَكُونَنَّ مِنَ ٱلْمُخْرَجِينَ",
      "transliteration": "কা-লূলাইল্লাম তানতাহি ইয়া-লূতুলাতাকূনান্না মিনাল মুখরাজীন।",
      "translation_bn": "তারা বলল, হে লূত, তুমি যদি বিরত না হও, তবে অবশ্যই তোমাকে বহিস্কৃত করা হবে।",
      "translation_en": "They said: \"If thou desist not, O Lut! thou wilt assuredly be cast out!\""
    },
    {
      "id": 168,
      "text": "قَالَ إِنِّى لِعَمَلِكُم مِّنَ ٱلْقَالِينَ",
      "transliteration": "কা-লা ইন্নী লি‘আমালিকুম মিনাল কা-লীন।",
      "translation_bn": "লূত বললেন, আমি তোমাদের এই কাজকে ঘৃণা করি।",
      "translation_en": "He said: \"I do detest your doings.\""
    },
    {
      "id": 169,
      "text": "رَبِّ نَجِّنِى وَأَهْلِى مِمَّا يَعْمَلُونَ",
      "transliteration": "রাব্বি নাজজিনী ওয়া আহলী মিম্মা-ইয়া‘মালূন।",
      "translation_bn": "হে আমার পালনকর্তা, আমাকে এবং আমার পরিবারবর্গকে তারা যা করে, তা থেকে রক্ষা কর।",
      "translation_en": "\"O my Lord! deliver me and my family from such things as they do!\""
    },
    {
      "id": 170,
      "text": "فَنَجَّيْنَٰهُ وَأَهْلَهُۥٓ أَجْمَعِينَ",
      "transliteration": "ফানাজ্জাইনা-হু ওয়া আহলাহূআজমা‘ঈন।",
      "translation_bn": "অতঃপর আমি তাঁকে ও তাঁর পরিবারবর্গকে রক্ষা করলাম।",
      "translation_en": "So We delivered him and his family,- all"
    },
    {
      "id": 171,
      "text": "إِلَّا عَجُوزًا فِى ٱلْغَٰبِرِينَ",
      "transliteration": "ইল্লা-‘আজুঝান ফিল গা-বিরীন।",
      "translation_bn": "এক বৃদ্ধা ব্যতীত, সে ছিল ধ্বংস প্রাপ্তদের অন্তর্ভুক্ত।",
      "translation_en": "Except an old woman who lingered behind."
    },
    {
      "id": 172,
      "text": "ثُمَّ دَمَّرْنَا ٱلْءَاخَرِينَ",
      "transliteration": "ছু ম্মা দাম্মারনাল আ-খারীন।",
      "translation_bn": "এরপর অন্যদেরকে নিপাত করলাম।",
      "translation_en": "But the rest We destroyed utterly."
    },
    {
      "id": 173,
      "text": "وَأَمْطَرْنَا عَلَيْهِم مَّطَرًا فَسَآءَ مَطَرُ ٱلْمُنذَرِينَ",
      "transliteration": "ওয়া আমতারনা-‘আলাইহিম মাতারান ফাছাআ মাতারুল মুনযারীন।",
      "translation_bn": "তাদের উপর এক বিশেষ বৃষ্টি বর্ষণ করলাম। ভীতি-প্রদর্শিত দের জন্যে এই বৃষ্টি ছিল কত নিকৃষ্ট",
      "translation_en": "We rained down on them a shower (of brimstone): and evil was the shower on those who were admonished (but heeded not)!"
    },
    {
      "id": 174,
      "text": "إِنَّ فِى ذَٰلِكَ لَءَايَةً وَمَا كَانَ أَكْثَرُهُم مُّؤْمِنِينَ",
      "transliteration": "ইন্না ফী যা-লিকা লাআ-য়াতাওঁ ওয়ামা-কা-না আকছারুহুম মু’মিনীন।",
      "translation_bn": "নিশ্চয়ই এতে নিদর্শন রয়েছে; কিন্তু তাদের অধিকাংশই বিশ্বাসী নয়।",
      "translation_en": "Verily in this is a Sign: but most of them do not believe."
    },
    {
      "id": 175,
      "text": "وَإِنَّ رَبَّكَ لَهُوَ ٱلْعَزِيزُ ٱلرَّحِيمُ",
      "transliteration": "ওয়া ইন্না রাব্বাকা লাহুওয়াল ‘আঝীঝুর রাহীম।",
      "translation_bn": "নিশ্চয়ই আপনার পালনকর্তা প্রবল পরাক্রমশালী, পরম দয়ালু।",
      "translation_en": "And verily thy Lord is He, the Exalted in Might Most Merciful."
    },
    {
      "id": 176,
      "text": "كَذَّبَ أَصْحَٰبُ لْـَٔيْكَةِ ٱلْمُرْسَلِينَ",
      "transliteration": "কাযযাবা আসহা-বুল আইকাতিল মুরছালীন।",
      "translation_bn": "বনের অধিবাসীরা পয়গম্বরগণকে মিথ্যাবাদী বলেছে।",
      "translation_en": "The Companions of the Wood rejected the messengers."
    },
    {
      "id": 177,
      "text": "إِذْ قَالَ لَهُمْ شُعَيْبٌ أَلَا تَتَّقُونَ",
      "transliteration": "ইযকা-লা লাহুম শু‘আইবুন আলা-তাত্তাকূন।",
      "translation_bn": "যখন শো’আয়ব তাদের কে বললেন, তোমরা কি ভয় কর না?",
      "translation_en": "Behold, Shu'aib said to them: \"Will ye not fear (Allah)?"
    },
    {
      "id": 178,
      "text": "إِنِّى لَكُمْ رَسُولٌ أَمِينٌ",
      "transliteration": "ইন্নী লাকুম রাছূলুন আমীন",
      "translation_bn": "আমি তোমাদের বিশ্বস্ত পয়গম্বর।",
      "translation_en": "\"I am to you a messenger worthy of all trust."
    },
    {
      "id": 179,
      "text": "فَٱتَّقُوا۟ ٱللَّهَ وَأَطِيعُونِ",
      "transliteration": "ফাত্তাকুল্লা-হা ওয়া আতী‘ঊন।",
      "translation_bn": "অতএব, তোমরা আল্লাহকে ভয় কর এবং আমার আনুগত্য কর।",
      "translation_en": "\"So fear Allah and obey me."
    },
    {
      "id": 180,
      "text": "وَمَآ أَسْـَٔلُكُمْ عَلَيْهِ مِنْ أَجْرٍ إِنْ أَجْرِىَ إِلَّا عَلَىٰ رَبِّ ٱلْعَٰلَمِينَ",
      "transliteration": "ওয়ামাআছআলুকুম ‘আলাইহি মিন আজরিন ইন আজরিয়া ইল্লা-‘আলা-রাব্বিল ‘আলামীন।",
      "translation_bn": "আমি তোমাদের কাছে এর জন্য কোন প্রতিদান চাই না। আমার প্রতিদান তো বিশ্ব-পালনকর্তাই দেবেন।",
      "translation_en": "\"No reward do I ask of you for it: my reward is only from the Lord of the Worlds."
    },
    {
      "id": 181,
      "text": "أَوْفُوا۟ ٱلْكَيْلَ وَلَا تَكُونُوا۟ مِنَ ٱلْمُخْسِرِينَ",
      "transliteration": "আওফুল কাইলা ওয়ালা-তাকূনূমিনাল মুখছিরীন।",
      "translation_bn": "মাপ পূর্ণ কর এবং যারা পরিমাপে কম দেয়, তাদের অন্তর্ভুক্ত হয়ো না।",
      "translation_en": "\"Give just measure, and cause no loss (to others by fraud)."
    },
    {
      "id": 182,
      "text": "وَزِنُوا۟ بِٱلْقِسْطَاسِ ٱلْمُسْتَقِيمِ",
      "transliteration": "ওয়াঝিনূবিলকিছতা-ছিল মুছতাকীম।",
      "translation_bn": "সোজা দাঁড়ি-পাল্লায় ওজন কর ।",
      "translation_en": "\"And weigh with scales true and upright."
    },
    {
      "id": 183,
      "text": "وَلَا تَبْخَسُوا۟ ٱلنَّاسَ أَشْيَآءَهُمْ وَلَا تَعْثَوْا۟ فِى ٱلْأَرْضِ مُفْسِدِينَ",
      "transliteration": "ওয়ালা-তাবখাছুন্না-ছা আশইয়াআহুম ওয়ালা-তা‘ছাও ফিল আরদিমুফছিদীন।",
      "translation_bn": "মানুষকে তাদের বস্তু কম দিও না এবং পৃথিবীতে অনর্থ সৃষ্টি করে ফিরো না।",
      "translation_en": "\"And withhold not things justly due to men, nor do evil in the land, working mischief."
    },
    {
      "id": 184,
      "text": "وَٱتَّقُوا۟ ٱلَّذِى خَلَقَكُمْ وَٱلْجِبِلَّةَ ٱلْأَوَّلِينَ",
      "transliteration": "ওয়াত্তাকুল্লাযী খালাকাকুম ওয়াল জিবিল্লাতাল আওওয়ালীন।",
      "translation_bn": "ভয় কর তাঁকে, যিনি তোমাদেরকে এবং তোমাদের পূর্ববর্তী লোক-সম্প্রদায়কে সৃষ্টি করেছেন।",
      "translation_en": "\"And fear Him Who created you and (who created) the generations before (you)\""
    },
    {
      "id": 185,
      "text": "قَالُوٓا۟ إِنَّمَآ أَنتَ مِنَ ٱلْمُسَحَّرِينَ",
      "transliteration": "কা-লূইন্নামাআনতা মিনাল মুছাহহারীন।",
      "translation_bn": "তারা বলল, তুমি তো জাদুগ্রস্তদের অন্যতম।",
      "translation_en": "They said: \"Thou art only one of those bewitched!"
    },
    {
      "id": 186,
      "text": "وَمَآ أَنتَ إِلَّا بَشَرٌ مِّثْلُنَا وَإِن نَّظُنُّكَ لَمِنَ ٱلْكَٰذِبِينَ",
      "transliteration": "ওয়ামাআনতা ইল্লা-বাশারুম মিছলুনা-ওয়া ইন নাজুন্নুকা লামিনাল কা-যিবীন।",
      "translation_bn": "তুমি আমাদের মত মানুষ বৈ তো নও। আমাদের ধারণা-তুমি মিথ্যাবাদীদের অন্তর্ভুক্ত।",
      "translation_en": "\"Thou art no more than a mortal like us, and indeed we think thou art a liar!"
    },
    {
      "id": 187,
      "text": "فَأَسْقِطْ عَلَيْنَا كِسَفًا مِّنَ ٱلسَّمَآءِ إِن كُنتَ مِنَ ٱلصَّٰدِقِينَ",
      "transliteration": "ফাআছকিত‘আলাইনা-কিছাফাম মিনাছছামাই ইন কুনতা মিনাসসা-দিকীন।",
      "translation_bn": "অতএব, যদি সত্যবাদী হও, তবে আকাশের কোন টুকরো আমাদের উপর ফেলে দাও।",
      "translation_en": "\"Now cause a piece of the sky to fall on us, if thou art truthful!\""
    },
    {
      "id": 188,
      "text": "قَالَ رَبِّىٓ أَعْلَمُ بِمَا تَعْمَلُونَ",
      "transliteration": "কা-লা রাববীআ‘লামুবিমা-তা‘মালূন।",
      "translation_bn": "শো’আয়ব বললেন, তোমরা যা কর, সে সম্পর্কে আমার পালনকর্তা ভালরূপে অবহিত।",
      "translation_en": "He said: \"My Lord knows best what ye do.\""
    },
    {
      "id": 189,
      "text": "فَكَذَّبُوهُ فَأَخَذَهُمْ عَذَابُ يَوْمِ ٱلظُّلَّةِ إِنَّهُۥ كَانَ عَذَابَ يَوْمٍ عَظِيمٍ",
      "transliteration": "ফাকাযযাবূহু ফাআখাযাহুম ‘আযা-বুইয়াওমিজজু ল্লাতি ইন্নাহূকা-না ‘আযা-বা ইয়াওমিন ‘আজীম।",
      "translation_bn": "অতঃপর তারা তাঁকে মিথ্যাবাদী বলে দিল। ফলে তাদেরকে মেঘাচ্ছন্ন দিবসের আযাব পাকড়াও করল। নিশ্চয় সেটা ছিল এক মহাদিবসের আযাব।",
      "translation_en": "But they rejected him. Then the punishment of a day of overshadowing gloom seized them, and that was the Penalty of a Great Day."
    },
    {
      "id": 190,
      "text": "إِنَّ فِى ذَٰلِكَ لَءَايَةً وَمَا كَانَ أَكْثَرُهُم مُّؤْمِنِينَ",
      "transliteration": "ইন্না ফী যা-লিকা লাআ-য়াতাওঁ ওয়ামা-কা-না আকছারুহুম মু’মিনীন।",
      "translation_bn": "নিশ্চয় এতে নিদর্শন রয়েছে; কিন্তু তাদের অধিকাংশই বিশ্বাস করে না।",
      "translation_en": "Verily in that is a Sign: but most of them do not believe."
    },
    {
      "id": 191,
      "text": "وَإِنَّ رَبَّكَ لَهُوَ ٱلْعَزِيزُ ٱلرَّحِيمُ",
      "transliteration": "ওয়া ইন্না রাব্বাকা লাহুওয়াল ‘আঝীঝুর রাহীম।",
      "translation_bn": "নিশ্চয় আপনার পালনকর্তা প্রবল পরাক্রমশালী, পরম দয়ালু।",
      "translation_en": "And verily thy Lord is He, the Exalted in Might, Most Merciful."
    },
    {
      "id": 192,
      "text": "وَإِنَّهُۥ لَتَنزِيلُ رَبِّ ٱلْعَٰلَمِينَ",
      "transliteration": "ওয়া ইন্নাহূলাতানঝীলুরাব্বিল ‘আ-লামীন।",
      "translation_bn": "এই কোরআন তো বিশ্ব-জাহানের পালনকর্তার নিকট থেকে অবতীর্ণ।",
      "translation_en": "Verily this is a Revelation from the Lord of the Worlds:"
    },
    {
      "id": 193,
      "text": "نَزَلَ بِهِ ٱلرُّوحُ ٱلْأَمِينُ",
      "transliteration": "নাঝালা বিহির রূহুলআমীন।",
      "translation_bn": "বিশ্বস্ত ফেরেশতা একে নিয়ে অবতরণ করেছে।",
      "translation_en": "With it came down the spirit of Faith and Truth-"
    },
    {
      "id": 194,
      "text": "عَلَىٰ قَلْبِكَ لِتَكُونَ مِنَ ٱلْمُنذِرِينَ",
      "transliteration": "‘আ-লা কালবিকা লিতাকূনা মিনাল মুনযিরীন।",
      "translation_bn": "আপনার অন্তরে, যাতে আপনি ভীতি প্রদর্শণকারীদের অন্তর্ভুক্ত হন,",
      "translation_en": "To thy heart and mind, that thou mayest admonish."
    },
    {
      "id": 195,
      "text": "بِلِسَانٍ عَرَبِىٍّ مُّبِينٍ",
      "transliteration": "বিলিছা-নিন ‘আরাবিইয়িম মুবীন।",
      "translation_bn": "সুস্পষ্ট আরবী ভাষায়।",
      "translation_en": "In the perspicuous Arabic tongue."
    },
    {
      "id": 196,
      "text": "وَإِنَّهُۥ لَفِى زُبُرِ ٱلْأَوَّلِينَ",
      "transliteration": "ওয়া ইন্নাহূলাফী ঝুবুরিল আওওয়ালীন।",
      "translation_bn": "নিশ্চয় এর উল্লেখ আছে পূর্ববর্তী কিতাবসমূহে।",
      "translation_en": "Without doubt it is (announced) in the mystic Books of former peoples."
    },
    {
      "id": 197,
      "text": "أَوَلَمْ يَكُن لَّهُمْ ءَايَةً أَن يَعْلَمَهُۥ عُلَمَٰٓؤُا۟ بَنِىٓ إِسْرَٰٓءِيلَ",
      "transliteration": "আওয়ালাম ইয়াকুল্লাহুম আ-য়াতান আইঁ ইয়া‘লামাহূ‘উলামাউ বানীইছরাঈল।",
      "translation_bn": "তাদের জন্যে এটা কি নিদর্শন নয় যে, বনী-ইসরাঈলের আলেমগণ এটা অবগত আছে?",
      "translation_en": "Is it not a Sign to them that the Learned of the Children of Israel knew it (as true)?"
    },
    {
      "id": 198,
      "text": "وَلَوْ نَزَّلْنَٰهُ عَلَىٰ بَعْضِ ٱلْأَعْجَمِينَ",
      "transliteration": "ওয়ালাও নাঝঝালনা-হু ‘আলা-বা‘দিল আ‘জামীন।",
      "translation_bn": "যদি আমি একে কোন ভিন্নভাষীর প্রতি অবতীর্ণ করতাম,",
      "translation_en": "Had We revealed it to any of the non-Arabs,"
    },
    {
      "id": 199,
      "text": "فَقَرَأَهُۥ عَلَيْهِم مَّا كَانُوا۟ بِهِۦ مُؤْمِنِينَ",
      "transliteration": "ফাকারাআহূ‘আলাইহিম মা-কা-নূবিহী মু’মিনীন।",
      "translation_bn": "অতঃপর তিনি তা তাদের কাছে পাঠ করতেন, তবে তারা তাতে বিশ্বাস স্থাপন করত না।",
      "translation_en": "And had he recited it to them, they would not have believed in it."
    },
    {
      "id": 200,
      "text": "كَذَٰلِكَ سَلَكْنَٰهُ فِى قُلُوبِ ٱلْمُجْرِمِينَ",
      "transliteration": "কাযা-লিকা ছালাকনা-হু ফী কুলূবিল মুজরিমীন।",
      "translation_bn": "এমনিভাবে আমি গোনাহগারদের অন্তরে অবিশ্বাস সঞ্চার করেছি।",
      "translation_en": "Thus have We caused it to enter the hearts of the sinners."
    },
    {
      "id": 201,
      "text": "لَا يُؤْمِنُونَ بِهِۦ حَتَّىٰ يَرَوُا۟ ٱلْعَذَابَ ٱلْأَلِيمَ",
      "transliteration": "লা-ইউ’মিনূনা বিহী হাত্তা-ইয়ারাউল ‘আযা-বাল আলীম।",
      "translation_bn": "তারা এর প্রতি বিশ্বাস স্থাপন করবে না, যে পর্যন্ত প্রত্যক্ষ না করে মর্মন্তুদ আযাব।",
      "translation_en": "They will not believe in it until they see the grievous Penalty;"
    },
    {
      "id": 202,
      "text": "فَيَأْتِيَهُم بَغْتَةً وَهُمْ لَا يَشْعُرُونَ",
      "transliteration": "ফাইয়া’তিয়াহুম বাগতাতাওঁ ওয়াহুম লা-ইয়াশ‘উরূন।",
      "translation_bn": "অতঃপর তা আকস্মিকভাবে তাদের কাছে এসে পড়বে, তারা তা বুঝতে ও পারবে না।",
      "translation_en": "But the (Penalty) will come to them of a sudden, while they perceive it not;"
    },
    {
      "id": 203,
      "text": "فَيَقُولُوا۟ هَلْ نَحْنُ مُنظَرُونَ",
      "transliteration": "ফাইয়াকূলূহাল নাহনুমুনজারূন।",
      "translation_bn": "তখন তারা বলবে, আমরা কি অবকাশ পাব না?",
      "translation_en": "Then they will say: \"Shall we be respited?\""
    },
    {
      "id": 204,
      "text": "أَفَبِعَذَابِنَا يَسْتَعْجِلُونَ",
      "transliteration": "আফাবি‘আযা-বিনা -ইয়াছতা‘জিলূন।",
      "translation_bn": "তারা কি আমার শাস্তি দ্রুত কামনা করে?",
      "translation_en": "Do they then ask for Our Penalty to be hastened on?"
    },
    {
      "id": 205,
      "text": "أَفَرَءَيْتَ إِن مَّتَّعْنَٰهُمْ سِنِينَ",
      "transliteration": "আফারাআইতাইম্মাততা‘না-হুম ছিনীন।",
      "translation_bn": "আপনি ভেবে দেখুন তো, যদি আমি তাদেরকে বছরের পর বছর ভোগ-বিলাস করতে দেই,",
      "translation_en": "Seest thou? If We do let them enjoy (this life) for a few years,"
    },
    {
      "id": 206,
      "text": "ثُمَّ جَآءَهُم مَّا كَانُوا۟ يُوعَدُونَ",
      "transliteration": "ছু ম্মা জাআহুম মা-কা-নূইউ‘আদূন।",
      "translation_bn": "অতঃপর যে বিষয়ে তাদেরকে ওয়াদা দেয়া হত, তা তাদের কাছে এসে পড়ে।",
      "translation_en": "Yet there comes to them at length the (Punishment) which they were promised!"
    },
    {
      "id": 207,
      "text": "مَآ أَغْنَىٰ عَنْهُم مَّا كَانُوا۟ يُمَتَّعُونَ",
      "transliteration": "মাআগনা-‘আনহুম মা-কা-নূইউমাত্তা‘ঊন।",
      "translation_bn": "তখন তাদের ভোগ বিলাস তা তাদের কি কোন উপকারে আসবে?",
      "translation_en": "It will profit them not that they enjoyed (this life)!"
    },
    {
      "id": 208,
      "text": "وَمَآ أَهْلَكْنَا مِن قَرْيَةٍ إِلَّا لَهَا مُنذِرُونَ",
      "transliteration": "ওয়ামাআহলাকনা-মিন কারইয়াতিন ইল্লা-লাহা-মুনযিরূন।",
      "translation_bn": "আমি কোন জনপদ ধ্বংস করিনি; কিন্তু এমতাবস্থায় যে, তারা সতর্ককারী ছিল।",
      "translation_en": "Never did We destroy a population, but had its warners -"
    },
    {
      "id": 209,
      "text": "ذِكْرَىٰ وَمَا كُنَّا ظَٰلِمِينَ",
      "transliteration": "যিকরা-ওয়ামা-কুন্না-জা-লিমীন।",
      "translation_bn": "স্মরণ করানোর জন্যে, এবং আমার কাজ অন্যায়াচরণ নয়।",
      "translation_en": "By way of reminder; and We never are unjust."
    },
    {
      "id": 210,
      "text": "وَمَا تَنَزَّلَتْ بِهِ ٱلشَّيَٰطِينُ",
      "transliteration": "ওয়ামা তানাঝঝালাত বিহিশশাইয়া-তীন।",
      "translation_bn": "এই কোরআন শয়তানরা অবতীর্ণ করেনি।",
      "translation_en": "No evil ones have brought down this (Revelation):"
    },
    {
      "id": 211,
      "text": "وَمَا يَنۢبَغِى لَهُمْ وَمَا يَسْتَطِيعُونَ",
      "transliteration": "ওয়ামা-ইয়ামবাগী লাহুম ওয়ামা-ইয়াছতাতী‘ঊন।",
      "translation_bn": "তারা এ কাজের উপযুক্ত নয় এবং তারা এর সামর্থ?451; রাখে না।",
      "translation_en": "It would neither suit them nor would they be able (to produce it)."
    },
    {
      "id": 212,
      "text": "إِنَّهُمْ عَنِ ٱلسَّمْعِ لَمَعْزُولُونَ",
      "transliteration": "ইন্নাহুম ‘আনিছছাম‘ই লামা‘ঝূলূন।",
      "translation_bn": "তাদেরকে তো শ্রবণের জায়গা থেকে দূরে রাখা রয়েছে।",
      "translation_en": "Indeed they have been removed far from even (a chance of) hearing it."
    },
    {
      "id": 213,
      "text": "فَلَا تَدْعُ مَعَ ٱللَّهِ إِلَٰهًا ءَاخَرَ فَتَكُونَ مِنَ ٱلْمُعَذَّبِينَ",
      "transliteration": "ফালা-তাদ‘উ মা‘আল্লা-হি ইলা-হান আ-খারা ফাতাকূনা মিনাল মু‘আযযাবীন।",
      "translation_bn": "অতএব, আপনি আল্লাহর সাথে অন্য উপাস্যকে আহবান করবেন না। করলে শাস্তিতে পতিত হবেন।",
      "translation_en": "So call not on any other god with Allah, or thou wilt be among those under the Penalty."
    },
    {
      "id": 214,
      "text": "وَأَنذِرْ عَشِيرَتَكَ ٱلْأَقْرَبِينَ",
      "transliteration": "ওয়া আনযির ‘আশীরাতাকাল আকরাবীন।",
      "translation_bn": "আপনি নিকটতম আত্মীয়দেরকে সতর্ক করে দিন।",
      "translation_en": "And admonish thy nearest kinsmen,"
    },
    {
      "id": 215,
      "text": "وَٱخْفِضْ جَنَاحَكَ لِمَنِ ٱتَّبَعَكَ مِنَ ٱلْمُؤْمِنِينَ",
      "transliteration": "ওয়াখফিদজানা-হাকা লিমানিততাবা‘আকা মিনাল মু’মিনীন।",
      "translation_bn": "এবং আপনার অনুসারী মুমিনদের প্রতি সদয় হোন।",
      "translation_en": "And lower thy wing to the Believers who follow thee."
    },
    {
      "id": 216,
      "text": "فَإِنْ عَصَوْكَ فَقُلْ إِنِّى بَرِىٓءٌ مِّمَّا تَعْمَلُونَ",
      "transliteration": "ফাইন ‘আসাওকা ফাকুল ইন্নী বারীউম মিম্মা-তা‘মালূন।",
      "translation_bn": "যদি তারা আপনার অবাধ্য করে, তবে বলে দিন, তোমরা যা কর, তা থেকে আমি মুক্ত।",
      "translation_en": "Then if they disobey thee, say: \"I am free (of responsibility) for what ye do!\""
    },
    {
      "id": 217,
      "text": "وَتَوَكَّلْ عَلَى ٱلْعَزِيزِ ٱلرَّحِيمِ",
      "transliteration": "ওয়া তাওয়াক্কাল ‘আলাল ‘আঝীঝির রাহীম।",
      "translation_bn": "আপনি ভরসা করুন পরাক্রমশালী, পরম দয়ালুর উপর,",
      "translation_en": "And put thy trust on the Exalted in Might, the Merciful,-"
    },
    {
      "id": 218,
      "text": "ٱلَّذِى يَرَىٰكَ حِينَ تَقُومُ",
      "transliteration": "আল্লাযী ইয়ারা-কা হীনা তাকূম।",
      "translation_bn": "যিনি আপনাকে দেখেন যখন আপনি নামাযে দন্ডায়মান হন,",
      "translation_en": "Who seeth thee standing forth (in prayer),"
    },
    {
      "id": 219,
      "text": "وَتَقَلُّبَكَ فِى ٱلسَّٰجِدِينَ",
      "transliteration": "ওয়া তাকাল্লুবাকা ফিছছা-জিদীন।",
      "translation_bn": "এবং নামাযীদের সাথে উঠাবসা করেন।",
      "translation_en": "And thy movements among those who prostrate themselves,"
    },
    {
      "id": 220,
      "text": "إِنَّهُۥ هُوَ ٱلسَّمِيعُ ٱلْعَلِيمُ",
      "transliteration": "ইন্নাহূহুওয়াছ ছামী‘উল ‘আলীম।",
      "translation_bn": "নিশ্চয় তিনি সর্বশ্রোতা, সর্বজ্ঞানী।",
      "translation_en": "For it is He Who heareth and knoweth all things."
    },
    {
      "id": 221,
      "text": "هَلْ أُنَبِّئُكُمْ عَلَىٰ مَن تَنَزَّلُ ٱلشَّيَٰطِينُ",
      "transliteration": "হাল উনাব্বিউকুম ‘আলা-মান তানাঝঝালুশ শাইয়া-তীন।",
      "translation_bn": "আমি আপনাকে বলব কি কার নিকট শয়তানরা অবতরণ করে?",
      "translation_en": "Shall I inform you, (O people!), on whom it is that the evil ones descend?"
    },
    {
      "id": 222,
      "text": "تَنَزَّلُ عَلَىٰ كُلِّ أَفَّاكٍ أَثِيمٍ",
      "transliteration": "তানাঝঝালু‘আলা-কুল্লি আফফা-কিন আছীম।",
      "translation_bn": "তারা অবতীর্ণ হয় প্রত্যেক মিথ্যাবাদী, গোনাহগারের উপর।",
      "translation_en": "They descend on every lying, wicked person,"
    },
    {
      "id": 223,
      "text": "يُلْقُونَ ٱلسَّمْعَ وَأَكْثَرُهُمْ كَٰذِبُونَ",
      "transliteration": "ইউলকূ নাছছাম‘আ ওয়া আকছারুহুম কা-যিবূন।",
      "translation_bn": "তারা শ্রুত কথা এনে দেয় এবং তাদের অধিকাংশই মিথ্যাবাদী।",
      "translation_en": "(Into whose ears) they pour hearsay vanities, and most of them are liars."
    },
    {
      "id": 224,
      "text": "وَٱلشُّعَرَآءُ يَتَّبِعُهُمُ ٱلْغَاوُۥنَ",
      "transliteration": "ওয়াশশু‘আরাঊ ইয়াত্তাবি‘উহুমুল গা-ঊন।",
      "translation_bn": "বিভ্রান্ত লোকেরাই কবিদের অনুসরণ করে।",
      "translation_en": "And the Poets,- It is those straying in Evil, who follow them:"
    },
    {
      "id": 225,
      "text": "أَلَمْ تَرَ أَنَّهُمْ فِى كُلِّ وَادٍ يَهِيمُونَ",
      "transliteration": "আলাম তারা আন্নাহুম ফী কুল্লি ওয়াদিইঁ ইয়াহীমূন।",
      "translation_bn": "তুমি কি দেখ না যে, তারা প্রতি ময়দানেই উদভ্রান্ত হয়ে ফিরে?",
      "translation_en": "Seest thou not that they wander distracted in every valley?-"
    },
    {
      "id": 226,
      "text": "وَأَنَّهُمْ يَقُولُونَ مَا لَا يَفْعَلُونَ",
      "transliteration": "ওয়া আন্নাহুম ইয়াকূলূনা মা-লা-ইয়াফ‘আলূন।",
      "translation_bn": "এবং এমন কথা বলে, যা তারা করে না।",
      "translation_en": "And that they say what they practise not?-"
    },
    {
      "id": 227,
      "text": "إِلَّا ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّٰلِحَٰتِ وَذَكَرُوا۟ ٱللَّهَ كَثِيرًا وَٱنتَصَرُوا۟ مِنۢ بَعْدِ مَا ظُلِمُوا۟ وَسَيَعْلَمُ ٱلَّذِينَ ظَلَمُوٓا۟ أَىَّ مُنقَلَبٍ يَنقَلِبُونَ",
      "transliteration": "ইল্লাল্লাযীনা আ-মানূওয়া ‘আমিলুসসা-লিহা-তি ওয়া যাকারুল্লা-হা কাছীরাওঁ ওয়ানতাসারূমিম বা‘দি মা-জু লিমূ ওয়া ছাইয়া‘লামুল লাযীনা জালামূ আইইয়া মুনকালাবিইঁ ইয়ানকালিবূন।",
      "translation_bn": "তবে তাদের কথা ভিন্ন, যারা বিশ্বাস স্থাপন করে ও সৎকর্ম করে এবং আল্লাহ কে খুব স্মরণ করে এবং নিপীড়িত হওয়ার পর প্রতিশোধ গ্রহণ করে। নিপীড়নকারীরা শীঘ্রই জানতে পারবে তাদের গন্তব্যস্থল কিরূপ।",
      "translation_en": "Except those who believe, work righteousness, engage much in the remembrance of Allah, and defend themselves only after they are unjustly attacked. And soon will the unjust assailants know what vicissitudes their affairs will take!"
    }
  ]
}
