{
  "id": 66,
  "name": "التحريم",
  "transliteration": "At-Tahrim",
  "translation": "The Prohibition",
  "type": "Medinan",
  "total_verses": 12,
  "verses": [
    {
      "id": 1,
      "text": "يَٰٓأَيُّهَا ٱلنَّبِىُّ لِمَ تُحَرِّمُ مَآ أَحَلَّ ٱللَّهُ لَكَ تَبْتَغِى مَرْضَاتَ أَزْوَٰجِكَ وَٱللَّهُ غَفُورٌ رَّحِيمٌ",
      "transliteration": "ইয়াআইয়ুহান্নাবিইয়ুলিমা তুহাররিমুমাআহাল্লাল্লা-হু লাকা তাবতাগী মারদা-তা আঝওয়া-জিকা ওয়াল্লা-হু গাফূরুর রাহীম।",
      "translation_bn": "হে নবী, আল্লাহ আপনার জন্যে যা হালাল করছেন, আপনি আপনার স্ত্রীদেরকে খুশী করার জন্যে তা নিজের জন্যে হারাম করেছেন কেন? আল্লাহ ক্ষমাশীল, দয়াময়।",
      "translation_en": "O Prophet! Why holdest thou to be forbidden that which Allah has made lawful to thee? Thou seekest to please thy consorts. But Allah is Oft-Forgiving, Most Merciful."
    },
    {
      "id": 2,
      "text": "قَدْ فَرَضَ ٱللَّهُ لَكُمْ تَحِلَّةَ أَيْمَٰنِكُمْ وَٱللَّهُ مَوْلَىٰكُمْ وَهُوَ ٱلْعَلِيمُ ٱلْحَكِيمُ",
      "transliteration": "কাদ ফারাদাল্লা-হু লাকুম তাহিল্লাতা আইমা-নিকুম ওয়াল্লা-হু মাওলা-কুম ওয়া হুওয়াল ‘আলীমুল হাকীম",
      "translation_bn": "আল্লাহ তোমাদের জন্যে কসম থেকে অব্যহতি লাভের উপায় নির্ধারণ করে দিয়েছেন। আল্লাহ তোমাদের মালিক। তিনি সর্বজ্ঞ, প্রজ্ঞাময়।",
      "translation_en": "Allah has already ordained for you, (O men), the dissolution of your oaths (in some cases): and Allah is your Protector, and He is Full of Knowledge and Wisdom."
    },
    {
      "id": 3,
      "text": "وَإِذْ أَسَرَّ ٱلنَّبِىُّ إِلَىٰ بَعْضِ أَزْوَٰجِهِۦ حَدِيثًا فَلَمَّا نَبَّأَتْ بِهِۦ وَأَظْهَرَهُ ٱللَّهُ عَلَيْهِ عَرَّفَ بَعْضَهُۥ وَأَعْرَضَ عَنۢ بَعْضٍ فَلَمَّا نَبَّأَهَا بِهِۦ قَالَتْ مَنْ أَنۢبَأَكَ هَٰذَا قَالَ نَبَّأَنِىَ ٱلْعَلِيمُ ٱلْخَبِيرُ",
      "transliteration": "ওয়া ইযআছাররান্নাবিইয়ুইলা-বা‘দিআঝওয়া-জিহী হাদীছান ফালাম্মা-নাব্বাআত বিহী ওয়া আজহারাহুল্লা-হু আলাইহি ‘আররাফা বা‘দাহূওয়াআ‘রাদা ‘আম বা‘দিন ফালাম্মা-নাব্বাআহা-বিহী কা-লাত মান আম্বাআকা হা-যা- কা-লা নাব্বাআনিয়াল ‘আলীমুল খাবীর।",
      "translation_bn": "যখন নবী তাঁর একজন স্ত্রীর কাছে একটি কথা গোপনে বললেন, অতঃপর স্ত্রী যখন তা বলে দিল এবং আল্লাহ নবীকে তা জানিয়ে দিলেন, তখন নবী সে বিষয়ে স্ত্রীকে কিছু বললেন এবং কিছু বললেন না। নবী যখন তা স্ত্রীকে বললেন, তখন স্ত্রী বললেনঃ কে আপনাকে এ সম্পর্কে অবহিত করল? নবী বললেন,ঃ যিনি সর্বজ্ঞ, ওয়াকিফহাল, তিনি আমাকে অবহিত করেছেন।",
      "translation_en": "When the Prophet disclosed a matter in confidence to one of his consorts, and she then divulged it (to another), and Allah made it known to him, he confirmed part thereof and repudiated a part. Then when he told her thereof, she said, \"Who told thee this? \"He said, \"He told me Who knows and is well-acquainted (with all things).\""
    },
    {
      "id": 4,
      "text": "إِن تَتُوبَآ إِلَى ٱللَّهِ فَقَدْ صَغَتْ قُلُوبُكُمَا وَإِن تَظَٰهَرَا عَلَيْهِ فَإِنَّ ٱللَّهَ هُوَ مَوْلَىٰهُ وَجِبْرِيلُ وَصَٰلِحُ ٱلْمُؤْمِنِينَ وَٱلْمَلَٰٓئِكَةُ بَعْدَ ذَٰلِكَ ظَهِيرٌ",
      "transliteration": "ইন তাতূবাইলাল্লা-হি ফাকাদ সাগাত কুলূবুকুমা- ওয়া ইন তাজা-হারা-‘আলাইহি ফাইন্নাল্লা-হা হুওয়া মাওলা-হু ওয়া জিবরীলুওয়া সা-লিহুল মু’মিনীনা ওয়াল মালাইকাতুবা‘দা যা-লিকা জাহীর।",
      "translation_bn": "তোমাদের অন্তর অন্যায়ের দিকে ঝুঁকে পড়েছে বলে যদি তোমরা উভয়ে তওবা কর, তবে ভাল কথা। আর যদি নবীর বিরুদ্ধে একে অপরকে সাহায্য কর, তবে জেনে রেখ আল্লাহ জিবরাঈল এবং সৎকর্মপরায়ণ মুমিনগণ তাঁর সহায়। উপরন্তুত ফেরেশতাগণও তাঁর সাহায্যকারী।",
      "translation_en": "If ye two turn in repentance to Him, your hearts are indeed so inclined; But if ye back up each other against him, truly Allah is his Protector, and Gabriel, and (every) righteous one among those who believe,- and furthermore, the angels - will back (him) up."
    },
    {
      "id": 5,
      "text": "عَسَىٰ رَبُّهُۥٓ إِن طَلَّقَكُنَّ أَن يُبْدِلَهُۥٓ أَزْوَٰجًا خَيْرًا مِّنكُنَّ مُسْلِمَٰتٍ مُّؤْمِنَٰتٍ قَٰنِتَٰتٍ تَٰٓئِبَٰتٍ عَٰبِدَٰتٍ سَٰٓئِحَٰتٍ ثَيِّبَٰتٍ وَأَبْكَارًا",
      "transliteration": "‘আছা-রাব্বুহইন তাল্লাকাকুন্না আইঁ ইউবদিলাহূ আঝওয়া-জান খাইরাম মিনকুন্না মুছলিমাতিম মু’মিনা-তিন কা-নিতা-তিন তাইবা-তিন ‘আ-বিদা-তিন ছাইহা-তিন ছাইয়িবাতিওঁ ওয়া আবকা-রা-।",
      "translation_bn": "যদি নবী তোমাদের সকলকে পরিত্যাগ করেন, তবে সম্ভবতঃ তাঁর পালনকর্তা তাঁকে পরিবর্তে দিবেন তোমাদের চাইতে উত্তম স্ত্রী, যারা হবে আজ্ঞাবহ, ঈমানদার, নামাযী তওবাকারিণী, এবাদতকারিণী, রোযাদার, অকুমারী ও কুমারী।",
      "translation_en": "It may be, if he divorced you (all), that Allah will give him in exchange consorts better than you,- who submit (their wills), who believe, who are devout, who turn to Allah in repentance, who worship (in humility), who travel (for Faith) and fast,- previously married or virgins."
    },
    {
      "id": 6,
      "text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ قُوٓا۟ أَنفُسَكُمْ وَأَهْلِيكُمْ نَارًا وَقُودُهَا ٱلنَّاسُ وَٱلْحِجَارَةُ عَلَيْهَا مَلَٰٓئِكَةٌ غِلَاظٌ شِدَادٌ لَّا يَعْصُونَ ٱللَّهَ مَآ أَمَرَهُمْ وَيَفْعَلُونَ مَا يُؤْمَرُونَ",
      "transliteration": "ইয়াআইয়ুহাল্লাযীনা আ-মানূকূআনফুছাকুমওয়াআহলীকুমনা-রাওঁ ওয়াকূ দুহান্না-ছু ওয়াল হিজা-রাতু‘আলাইহা-মালাইকাতুনগিলা-জু নশিদা-দুল লা-ইয়া‘সূনাল্লা-হা মা আমারাহুম ওয়া ইয়াফ‘আলূনা মা-ইউ’মারূন।",
      "translation_bn": "মুমিনগণ, তোমরা নিজেদেরকে এবং তোমাদের পরিবার-পরিজনকে সেই অগ্নি থেকে রক্ষা কর, যার ইন্ধন হবে মানুষ ও প্রস্তর, যাতে নিয়োজিত আছে পাষাণ হৃদয়, কঠোরস্বভাব ফেরেশতাগণ। তারা আল্লাহ তা’আলা যা আদেশ করেন, তা অমান্য করে না এবং যা করতে আদেশ করা হয়, তাই করে।",
      "translation_en": "O ye who believe! save yourselves and your families from a Fire whose fuel is Men and Stones, over which are (appointed) angels stern (and) severe, who flinch not (from executing) the Commands they receive from Allah, but do (precisely) what they are commanded."
    },
    {
      "id": 7,
      "text": "يَٰٓأَيُّهَا ٱلَّذِينَ كَفَرُوا۟ لَا تَعْتَذِرُوا۟ ٱلْيَوْمَ إِنَّمَا تُجْزَوْنَ مَا كُنتُمْ تَعْمَلُونَ",
      "transliteration": "ইয়াআইয়ুহাল্লাযীনা কাফারূলা-তা‘তাযিরুল ইয়াওমা ইন্নামা-তুজঝাওনা মা-কুনতুম তা‘মালূন।",
      "translation_bn": "হে কাফের সম্প্রদায়, তোমরা আজ ওযর পেশ করো না। তোমাদেরকে তারই প্রতিফল দেয়া হবে, যা তোমরা করতে।",
      "translation_en": "(They will say), \"O ye Unbelievers! Make no excuses this Day! Ye are being but requited for all that ye did!\""
    },
    {
      "id": 8,
      "text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ تُوبُوٓا۟ إِلَى ٱللَّهِ تَوْبَةً نَّصُوحًا عَسَىٰ رَبُّكُمْ أَن يُكَفِّرَ عَنكُمْ سَيِّـَٔاتِكُمْ وَيُدْخِلَكُمْ جَنَّٰتٍ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَٰرُ يَوْمَ لَا يُخْزِى ٱللَّهُ ٱلنَّبِىَّ وَٱلَّذِينَ ءَامَنُوا۟ مَعَهُۥ نُورُهُمْ يَسْعَىٰ بَيْنَ أَيْدِيهِمْ وَبِأَيْمَٰنِهِمْ يَقُولُونَ رَبَّنَآ أَتْمِمْ لَنَا نُورَنَا وَٱغْفِرْ لَنَآ إِنَّكَ عَلَىٰ كُلِّ شَىْءٍ قَدِيرٌ",
      "transliteration": "ইয়াআইয়ুহাল্লাযীনা আ-মানূতূবূইলাল্লা-হি তাওবাতান নাসূহা ‘আছা-রাব্বুকুম আইঁ ইউকাফফিরা ‘আনকুম ছাইয়িআ-তিকুম ওয়া ইউদখিলাকুম জান্না-তিন তাজরী মিন তাহতিহাল আনহা-রু ইয়াওমা লা-ইউখঝিল্লা-হুন নাবিইইয়া ওয়াল্লাযীনা আ-মানূ মা‘আহূ নূরুহুম ইয়াছ‘আ-বাইনা আইদীহিম ওয়া বিআইমা-নিহিম ইয়াকূলূনা রাব্বানা আতমিম লানা-নূরানা-ওয়াগফিরলানা- ইন্নাকা ‘আলা-কুল্লি শাইয়িন কাদীর।",
      "translation_bn": "মুমিনগণ! তোমরা আল্লাহ তা’আলার কাছে তওবা কর-আন্তরিক তওবা। আশা করা যায়, তোমাদের পালনকর্তা তোমাদের মন্দ কর্মসমূহ মোচন করে দেবেন এবং তোমাদেরকে দাখিল করবেন জান্নাতে, যার তলদেশে নদী প্রবাহিত। সেদিন আল্লাহ নবী এবং তাঁর বিশ্বাসী সহচরদেরকে অপদস্থ করবেন না। তাদের নূর তাদের সামনে ও ডানদিকে ছুটোছুটি করবে। তারা বলবেঃ হে আমাদের পালনকর্তা, আমাদের নূরকে পূর্ণ করে দিন এবং আমাদেরকে ক্ষমা করুন। নিশ্চয় আপনি সবকিছুর উপর সর্ব শক্তিমান।",
      "translation_en": "O ye who believe! Turn to Allah with sincere repentance: In the hope that your Lord will remove from you your ills and admit you to Gardens beneath which Rivers flow,- the Day that Allah will not permit to be humiliated the Prophet and those who believe with him. Their Light will run forward before them and by their right hands, while they say, \"Our Lord! Perfect our Light for us, and grant us Forgiveness: for Thou hast power over all things.\""
    },
    {
      "id": 9,
      "text": "يَٰٓأَيُّهَا ٱلنَّبِىُّ جَٰهِدِ ٱلْكُفَّارَ وَٱلْمُنَٰفِقِينَ وَٱغْلُظْ عَلَيْهِمْ وَمَأْوَىٰهُمْ جَهَنَّمُ وَبِئْسَ ٱلْمَصِيرُ",
      "transliteration": "ইয়াআইয়ুহান্নাবিইয়ুজা-হিদিল কুফফা-রা ওয়াল মুনা-ফিকীনা ওয়াগলুজ‘আলাইহিম ওয়া মা’ওয়া-হুম জাহান্নামু ওয়া বি’ছাল মাসীর।",
      "translation_bn": "হে নবী! কাফের ও মুনাফিকদের বিরুদ্ধে জেহাদ করুন এবং তাদের প্রতি কঠোর হোন। তাদের ঠিকানা জাহান্নাম। সেটা কতই না নিকৃষ্ট স্থান।",
      "translation_en": "O Prophet! Strive hard against the Unbelievers and the Hypocrites, and be firm against them. Their abode is Hell,- an evil refuge (indeed)."
    },
    {
      "id": 10,
      "text": "ضَرَبَ ٱللَّهُ مَثَلًا لِّلَّذِينَ كَفَرُوا۟ ٱمْرَأَتَ نُوحٍ وَٱمْرَأَتَ لُوطٍ كَانَتَا تَحْتَ عَبْدَيْنِ مِنْ عِبَادِنَا صَٰلِحَيْنِ فَخَانَتَاهُمَا فَلَمْ يُغْنِيَا عَنْهُمَا مِنَ ٱللَّهِ شَيْـًٔا وَقِيلَ ٱدْخُلَا ٱلنَّارَ مَعَ ٱلدَّٰخِلِينَ",
      "transliteration": "দারাবাল্লা-হু মাছালালিলল্লাযীনা কাফারুমরাআতা নূহিওঁ ওয়ামরাআতা লূতিন কানাতা-তাহতা ‘আবদাইনি মিন ‘ইবা-দিনা-ছা-লিহাইনি ফাখা-নাতা-হুমা-ফালাম ইউগনিয়া-‘আনহুমা-মিনাল্লা-হি শাইআওঁ ওয়া কীলাদ খুলান্না-রা মা‘আদ্দা-খিলীন।",
      "translation_bn": "আল্লাহ তা’আলা কাফেরদের জন্যে নূহ-পত্নী ও লূত-পত্নীর দৃষ্টান্ত বর্ণনা করেছেন। তারা ছিল আমার দুই ধর্মপরায়ণ বান্দার গৃহে। অতঃপর তারা তাদের সাথে বিশ্বাসঘাতকতা করল। ফলে নূহ ও লূত তাদেরকে আল্লাহ তা’আলার কবল থেকে রক্ষা করতে পারল না এবং তাদেরকে বলা হলঃ জাহান্নামীদের সাথে জাহান্নামে চলে যাও।",
      "translation_en": "Allah sets forth, for an example to the Unbelievers, the wife of Noah and the wife of Lut: they were (respectively) under two of our righteous servants, but they were false to their (husbands), and they profited nothing before Allah on their account, but were told: \"Enter ye the Fire along with (others) that enter!\""
    },
    {
      "id": 11,
      "text": "وَضَرَبَ ٱللَّهُ مَثَلًا لِّلَّذِينَ ءَامَنُوا۟ ٱمْرَأَتَ فِرْعَوْنَ إِذْ قَالَتْ رَبِّ ٱبْنِ لِى عِندَكَ بَيْتًا فِى ٱلْجَنَّةِ وَنَجِّنِى مِن فِرْعَوْنَ وَعَمَلِهِۦ وَنَجِّنِى مِنَ ٱلْقَوْمِ ٱلظَّٰلِمِينَ",
      "transliteration": "ওয়া দারাবাল্লা-হু মাছালালিলল্লাযীনা আ-মানুমরাআতা ফির‘আওনা । ইযকা-লাত রাব্ব্বিনি লী ‘ইনদাকা বাইতান ফিল জান্নাতি ওয়া নাজ্জিনী মিন ফির‘আওনা ওয়া ‘আমালিহী ওয়া নাজ্জিনী মিনাল কাওমিজ্জা-লিমীন।",
      "translation_bn": "আল্লাহ তা’আলা মুমিনদের জন্যে ফেরাউন-পত্নীর দৃষ্টান্ত বর্ণনা করেছেন। সে বললঃ হে আমার পালনকর্তা! আপনার সন্নিকটে জান্নাতে আমার জন্যে একটি গৃহ নির্মাণ করুন, আমাকে ফেরাউন ও তার দুস্কর্ম থেকে উদ্ধার করুন এবং আমাকে যালেম সম্প্রদায় থেকে মুক্তি দিন।",
      "translation_en": "And Allah sets forth, as an example to those who believe the wife of Pharaoh: Behold she said: \"O my Lord! Build for me, in nearness to Thee, a mansion in the Garden, and save me from Pharaoh and his doings, and save me from those that do wrong\";"
    },
    {
      "id": 12,
      "text": "وَمَرْيَمَ ٱبْنَتَ عِمْرَٰنَ ٱلَّتِىٓ أَحْصَنَتْ فَرْجَهَا فَنَفَخْنَا فِيهِ مِن رُّوحِنَا وَصَدَّقَتْ بِكَلِمَٰتِ رَبِّهَا وَكُتُبِهِۦ وَكَانَتْ مِنَ ٱلْقَٰنِتِينَ",
      "transliteration": "ওয়া মারইয়ামাবনাতা ‘ইমরা-নাল্লাতীআহসানাত ফারজাহা-ফানাফাখনা-ফীহি মিররূহিনাওয়া সাদ্দাকাত বিকালিমা-তি রাব্বিহা-ওয়া কুতুবিহী ওয়া কা-নাত মিনাল কা-নিতীন।",
      "translation_bn": "আর দৃষ্টান্ত বর্ণনা করেছেন এমরান-তনয়া মরিয়মের, যে তার সতীত্ব বজায় রেখেছিল। অতঃপর আমি তার মধ্যে আমার পক্ষ থেকে জীবন ফুঁকে দিয়েছিলাম এবং সে তার পালনকর্তার বানী ও কিতাবকে সত্যে পরিণত করেছিল। সে ছিল বিনয় প্রকাশকারীনীদের একজন।",
      "translation_en": "And Mary the daughter of 'Imran, who guarded her chastity; and We breathed into (her body) of Our spirit; and she testified to the truth of the words of her Lord and of His Revelations, and was one of the devout (servants)."
    }
  ]
}
