{
  "id": 52,
  "name": "الطور",
  "transliteration": "At-Tur",
  "translation": "The Mount",
  "type": "Meccan",
  "total_verses": 49,
  "verses": [
    {
      "id": 1,
      "text": "وَٱلطُّورِ",
      "transliteration": "ওয়াততূরি।",
      "translation_bn": "কসম তূরপর্বতের,",
      "translation_en": "By the Mount (of Revelation);"
    },
    {
      "id": 2,
      "text": "وَكِتَٰبٍ مَّسْطُورٍ",
      "transliteration": "ওয়া কিতা-বিম মাছতূর।",
      "translation_bn": "এবং লিখিত কিতাবের,",
      "translation_en": "By a Decree inscribed"
    },
    {
      "id": 3,
      "text": "فِى رَقٍّ مَّنشُورٍ",
      "transliteration": "ফী-রাক্কিম মানশূর।",
      "translation_bn": "প্রশস্ত পত্রে,",
      "translation_en": "In a Scroll unfolded;"
    },
    {
      "id": 4,
      "text": "وَٱلْبَيْتِ ٱلْمَعْمُورِ",
      "transliteration": "ওয়াল বাইতিল মা‘মূর।",
      "translation_bn": "কসম বায়তুল-মামুর তথা আবাদ গৃহের,",
      "translation_en": "By the much-frequented Fane;"
    },
    {
      "id": 5,
      "text": "وَٱلسَّقْفِ ٱلْمَرْفُوعِ",
      "transliteration": "ওয়াছছাকফিল মারফূ‘।",
      "translation_bn": "এবং সমুন্নত ছাদের,",
      "translation_en": "By the Canopy Raised High;"
    },
    {
      "id": 6,
      "text": "وَٱلْبَحْرِ ٱلْمَسْجُورِ",
      "transliteration": "ওয়াল বাহরিল মাছজূর।",
      "translation_bn": "এবং উত্তাল সমুদ্রের,",
      "translation_en": "And by the Ocean filled with Swell;-"
    },
    {
      "id": 7,
      "text": "إِنَّ عَذَابَ رَبِّكَ لَوَٰقِعٌ",
      "transliteration": "ইন্না ‘আযা-বা রাব্বিকা লাওয়া-কি‘।",
      "translation_bn": "আপনার পালনকর্তার শাস্তি অবশ্যম্ভাবী,",
      "translation_en": "Verily, the Doom of thy Lord will indeed come to pass;-"
    },
    {
      "id": 8,
      "text": "مَّا لَهُۥ مِن دَافِعٍ",
      "transliteration": "মা-লাহূমিন দা-ফি‘।",
      "translation_bn": "তা কেউ প্রতিরোধ করতে পারবে না।",
      "translation_en": "There is none can avert it;-"
    },
    {
      "id": 9,
      "text": "يَوْمَ تَمُورُ ٱلسَّمَآءُ مَوْرًا",
      "transliteration": "ইয়াওমা তামূরুছ ছামাউ মাওরা-।",
      "translation_bn": "সেদিন আকাশ প্রকম্পিত হবে প্রবলভাবে।",
      "translation_en": "On the Day when the firmament will be in dreadful commotion."
    },
    {
      "id": 10,
      "text": "وَتَسِيرُ ٱلْجِبَالُ سَيْرًا",
      "transliteration": "ওয়া তাছীরুল জিবা-লুছাইরা-।",
      "translation_bn": "এবং পর্বতমালা হবে চলমান,",
      "translation_en": "And the mountains will fly hither and thither."
    },
    {
      "id": 11,
      "text": "فَوَيْلٌ يَوْمَئِذٍ لِّلْمُكَذِّبِينَ",
      "transliteration": "ফাওয়াইলুইঁ ইয়াওমাইযিলিললমুকাযযিবীন।",
      "translation_bn": "সেদিন মিথ্যারোপকারীদের দুর্ভোগ হবে,",
      "translation_en": "Then woe that Day to those that treat (Truth) as Falsehood;-"
    },
    {
      "id": 12,
      "text": "ٱلَّذِينَ هُمْ فِى خَوْضٍ يَلْعَبُونَ",
      "transliteration": "আল্লাযীনা হুম ফী খাওদিইঁ ইয়াল‘আবূন।",
      "translation_bn": "যারা ক্রীড়াচ্ছলে মিছেমিছি কথা বানায়।",
      "translation_en": "That play (and paddle) in shallow trifles."
    },
    {
      "id": 13,
      "text": "يَوْمَ يُدَعُّونَ إِلَىٰ نَارِ جَهَنَّمَ دَعًّا",
      "transliteration": "ইয়াওমা ইউদা‘‘ঊনা ইলা-না-রি জাহান্নামা দা‘‘আ-।",
      "translation_bn": "সেদিন তোমাদেরকে জাহান্নামের অগ্নির দিকে ধাক্কা মেরে মেরে নিয়ে যাওয়া হবে।",
      "translation_en": "That Day shall they be thrust down to the Fire of Hell, irresistibly."
    },
    {
      "id": 14,
      "text": "هَٰذِهِ ٱلنَّارُ ٱلَّتِى كُنتُم بِهَا تُكَذِّبُونَ",
      "transliteration": "হা-যিহিন্না-রুল্লাতী কুনতুম বিহা-তুকাযযিবূন।",
      "translation_bn": "এবং বলা হবেঃ এই সেই অগ্নি, যাকে তোমরা মিথ্যা বলতে,",
      "translation_en": "\"This:, it will be said, \"Is the Fire,- which ye were wont to deny!"
    },
    {
      "id": 15,
      "text": "أَفَسِحْرٌ هَٰذَآ أَمْ أَنتُمْ لَا تُبْصِرُونَ",
      "transliteration": "আফাছিহরুন হা-যাআম আনতুম লা-তুবসিরূন।",
      "translation_bn": "এটা কি জাদু, না তোমরা চোখে দেখছ না?",
      "translation_en": "\"Is this then a fake, or is it ye that do not see?"
    },
    {
      "id": 16,
      "text": "ٱصْلَوْهَا فَٱصْبِرُوٓا۟ أَوْ لَا تَصْبِرُوا۟ سَوَآءٌ عَلَيْكُمْ إِنَّمَا تُجْزَوْنَ مَا كُنتُمْ تَعْمَلُونَ",
      "transliteration": "ইসলাওহা-ফাসবিরূআওলা-তাসবিরূ ছাওয়াউন ‘আলাইকুম ইন্নামা-তুজঝাওনা মা-কুনতুম তা‘মালূন।",
      "translation_bn": "এতে প্রবেশ কর অতঃপর তোমরা সবর কর অথবা না কর, উভয়ই তোমাদের জন্য সমান। তোমরা যা করতে তোমাদেরকে কেবল তারই প্রতিফল দেয়া হবে।",
      "translation_en": "\"Burn ye therein: the same is it to you whether ye bear it with patience, or not: Ye but receive the recompense of your (own) deeds.\""
    },
    {
      "id": 17,
      "text": "إِنَّ ٱلْمُتَّقِينَ فِى جَنَّٰتٍ وَنَعِيمٍ",
      "transliteration": "ইন্নাল মুত্তাকীনা ফী জান্না-তিওঁ ওয়া না‘ঈম।",
      "translation_bn": "নিশ্চয় খোদাভীরুরা থাকবে জান্নাতে ও নেয়ামতে।",
      "translation_en": "As to the Righteous, they will be in Gardens, and in Happiness,-"
    },
    {
      "id": 18,
      "text": "فَٰكِهِينَ بِمَآ ءَاتَىٰهُمْ رَبُّهُمْ وَوَقَىٰهُمْ رَبُّهُمْ عَذَابَ ٱلْجَحِيمِ",
      "transliteration": "ফা-কিহীনা বিমাআ-তা-হুম রাব্বুহুম ওয়া ওয়াকা-হুম রাব্বুহুম ‘আযা-বাল জাহীম।",
      "translation_bn": "তারা উপভোগ করবে যা তাদের পালনকর্তা তাদের দেবেন এবং তিনি জাহান্নামের আযাব থেকে তাদেরকে রক্ষা করবেন।",
      "translation_en": "Enjoying the (Bliss) which their Lord hath bestowed on them, and their Lord shall deliver them from the Penalty of the Fire."
    },
    {
      "id": 19,
      "text": "كُلُوا۟ وَٱشْرَبُوا۟ هَنِيٓـًٔۢا بِمَا كُنتُمْ تَعْمَلُونَ",
      "transliteration": "কুলূওয়াশরাবূহানীআম বিমা-কুনতুম তা‘মালূন।",
      "translation_bn": "তাদেরকে বলা হবেঃ তোমরা যা করতে তার প্রতিফলস্বরূপ তোমরা তৃপ্ত হয়ে পানাহার কর।",
      "translation_en": "(To them will be said:) \"Eat and drink ye, with profit and health, because of your (good) deeds.\""
    },
    {
      "id": 20,
      "text": "مُتَّكِـِٔينَ عَلَىٰ سُرُرٍ مَّصْفُوفَةٍ وَزَوَّجْنَٰهُم بِحُورٍ عِينٍ",
      "transliteration": "মুত্তাকিঈনা ‘আলা-ছুরুরিম মাসফূফাতিওঁ ওয়াঝাওওয়াজনা-হুম বিহূরিন ‘ঈন।",
      "translation_bn": "তারা শ্রেণীবদ্ধ সিংহাসনে হেলান দিয়ে বসবে। আমি তাদেরকে আয়তলোচনা হুরদের সাথে বিবাহবন্ধনে আবদ্ধ করে দেব।",
      "translation_en": "They will recline (with ease) on Thrones (of dignity) arranged in ranks; and We shall join them to Companions, with beautiful big and lustrous eyes."
    },
    {
      "id": 21,
      "text": "وَٱلَّذِينَ ءَامَنُوا۟ وَٱتَّبَعَتْهُمْ ذُرِّيَّتُهُم بِإِيمَٰنٍ أَلْحَقْنَا بِهِمْ ذُرِّيَّتَهُمْ وَمَآ أَلَتْنَٰهُم مِّنْ عَمَلِهِم مِّن شَىْءٍ كُلُّ ٱمْرِئٍۭ بِمَا كَسَبَ رَهِينٌ",
      "transliteration": "ওয়াল্লাযীনা আ-মানূওয়াত্তাবা‘আতহুম যুররিইইয়াতুহুম বিঈমা-নিন আলহাকনা-বিহিম যুররিইইয়াতাহুম ওয়ামাআলাতনা-হুম মিন ‘আমালিহিম মিন শাইয়িন কুল্লুমরিইম বিমাকাছাবা রাহীন।",
      "translation_bn": "যারা ঈমানদার এবং যাদের সন্তানরা ঈমানে তাদের অনুগামী, আমি তাদেরকে তাদের পিতৃপুরুষদের সাথে মিলিত করে দেব এবং তাদের আমল বিন্দুমাত্রও হ্রাস করব না। প্রত্যেক ব্যক্তি নিজ কৃত কর্মের জন্য দায়ী।",
      "translation_en": "And those who believe and whose families follow them in Faith,- to them shall We join their families: Nor shall We deprive them (of the fruit) of aught of their works: (Yet) is each individual in pledge for his deeds."
    },
    {
      "id": 22,
      "text": "وَأَمْدَدْنَٰهُم بِفَٰكِهَةٍ وَلَحْمٍ مِّمَّا يَشْتَهُونَ",
      "transliteration": "ওয়া আম দাদ না-হুম বিফা-কিহাতিওঁ ওয়া লাহমিম মিম্মা-ইয়াশতাহূন।",
      "translation_bn": "আমি তাদেরকে দেব ফল-মূল এবং মাংস যা তারা চাইবে।",
      "translation_en": "And We shall bestow on them, of fruit and meat, anything they shall desire."
    },
    {
      "id": 23,
      "text": "يَتَنَٰزَعُونَ فِيهَا كَأْسًا لَّا لَغْوٌ فِيهَا وَلَا تَأْثِيمٌ",
      "transliteration": "ইয়াতানা-ঝা‘ঊনা ফীহা-কা’ছাল লা-লাগউন ফীহা-ওয়ালা-তা’ছীম।",
      "translation_bn": "সেখানে তারা একে অপরকে পানপাত্র দেবে; যাতে অসার বকাবকি নেই এবং পাপকর্মও নেই।",
      "translation_en": "They shall there exchange, one with another, a (loving) cup free of frivolity, free of all taint of ill."
    },
    {
      "id": 24,
      "text": "وَيَطُوفُ عَلَيْهِمْ غِلْمَانٌ لَّهُمْ كَأَنَّهُمْ لُؤْلُؤٌ مَّكْنُونٌ",
      "transliteration": "ওয়া ইয়াতূফু‘আলাইহিম গিলমা-নুল্লাহুম কাআন্নাহুম লু’লুউম মাকনূন।",
      "translation_bn": "সুরক্ষিত মোতিসদৃশ কিশোররা তাদের সেবায় ঘুরাফেরা করবে।",
      "translation_en": "Round about them will serve, (devoted) to them, young male servants (handsome) as Pearls well-guarded."
    },
    {
      "id": 25,
      "text": "وَأَقْبَلَ بَعْضُهُمْ عَلَىٰ بَعْضٍ يَتَسَآءَلُونَ",
      "transliteration": "ওয়া আকবালা বা‘দুহুম ‘আলা-বা‘দিইঁ ইয়াতাছাআলূন।",
      "translation_bn": "তারা একে অপরের দিকে মুখ করে জিজ্ঞাসাবাদ করবে।",
      "translation_en": "They will advance to each other, engaging in mutual enquiry."
    },
    {
      "id": 26,
      "text": "قَالُوٓا۟ إِنَّا كُنَّا قَبْلُ فِىٓ أَهْلِنَا مُشْفِقِينَ",
      "transliteration": "কা-লূইন্না-কুন্না-কাবলুফীআহলিনা-মুশফিকীন।",
      "translation_bn": "তারা বলবেঃ আমরা ইতিপূর্বে নিজেদের বাসগৃহে ভীত-কম্পিত ছিলাম।",
      "translation_en": "They will say: \"Aforetime, we were not without fear for the sake of our people."
    },
    {
      "id": 27,
      "text": "فَمَنَّ ٱللَّهُ عَلَيْنَا وَوَقَىٰنَا عَذَابَ ٱلسَّمُومِ",
      "transliteration": "ফামান্নাল্লা-হু ‘আলাইনা-ওয়া ওয়াকা-না ‘আযা-বাছছামূম।",
      "translation_bn": "অতঃপর আল্লাহ আমাদের প্রতি অনুগ্রহ করেছেন এবং আমাদেরকে আগুনের শাস্তি থেকে রক্ষা করেছেন।",
      "translation_en": "\"But Allah has been good to us, and has delivered us from the Penalty of the Scorching Wind."
    },
    {
      "id": 28,
      "text": "إِنَّا كُنَّا مِن قَبْلُ نَدْعُوهُ إِنَّهُۥ هُوَ ٱلْبَرُّ ٱلرَّحِيمُ",
      "transliteration": "ইন্না-কুন্না-মিন কাবলুনাদ‘ঊহু ইন্নাহূহুওয়াল বাররুর রাহীম।",
      "translation_bn": "আমরা পূর্বেও আল্লাহকে ডাকতাম। তিনি সৌজন্যশীল, পরম দয়ালু।",
      "translation_en": "\"Truly, we did call unto Him from of old: truly it is He, the Beneficent, the Merciful!\""
    },
    {
      "id": 29,
      "text": "فَذَكِّرْ فَمَآ أَنتَ بِنِعْمَتِ رَبِّكَ بِكَاهِنٍ وَلَا مَجْنُونٍ",
      "transliteration": "ফাযাক্কির ফামাআনতা বিনি‘মাতি রাব্বিকা বিকা-হিনিওঁ ওয়ালা-মাজনূন।",
      "translation_bn": "অতএব, আপনি উপদেশ দান করুন। আপনার পালনকর্তার কৃপায় আপনি অতীন্দ্রিয়বাদী নন এবং উম্মাদও নন।",
      "translation_en": "Therefore proclaim thou the praises (of thy Lord): for by the Grace of thy Lord, thou art no (vulgar) soothsayer, nor art thou one possessed."
    },
    {
      "id": 30,
      "text": "أَمْ يَقُولُونَ شَاعِرٌ نَّتَرَبَّصُ بِهِۦ رَيْبَ ٱلْمَنُونِ",
      "transliteration": "আম ইয়াকূলূনা শা-‘ইরুন নাতারাব্বাসুবিহী রাইবাল মানূন।",
      "translation_bn": "তারা কি বলতে চায়ঃ সে একজন কবি আমরা তার মৃত্যু-দুর্ঘটনার প্রতীক্ষা করছি।",
      "translation_en": "Or do they say:- \"A Poet! we await for him some calamity (hatched) by Time!\""
    },
    {
      "id": 31,
      "text": "قُلْ تَرَبَّصُوا۟ فَإِنِّى مَعَكُم مِّنَ ٱلْمُتَرَبِّصِينَ",
      "transliteration": "কুল তারাব্বাসূফাইন্নী মা‘আকুম মিনাল মুতারাব্বিসীন।",
      "translation_bn": "বলুনঃ তোমরা প্রতীক্ষা কর, আমিও তোমাদের সাথে প্রতীক্ষারত আছি।",
      "translation_en": "Say thou: \"Await ye!- I too will wait along with you!\""
    },
    {
      "id": 32,
      "text": "أَمْ تَأْمُرُهُمْ أَحْلَٰمُهُم بِهَٰذَآ أَمْ هُمْ قَوْمٌ طَاغُونَ",
      "transliteration": "আম তা’মুরুহুম আহলা-মুহুম বিহা-যাআম হুম কাওমুন তা-গূন।",
      "translation_bn": "তাদের বুদ্ধি কি এ বিষয়ে তাদেরকে আদেশ করে, না তারা সীমালংঘনকারী সম্প্রদায়?",
      "translation_en": "Is it that their faculties of understanding urge them to this, or are they but a people transgressing beyond bounds?"
    },
    {
      "id": 33,
      "text": "أَمْ يَقُولُونَ تَقَوَّلَهُۥ بَل لَّا يُؤْمِنُونَ",
      "transliteration": "আম ইয়াকূলূনা তাকাওওয়ালাহূ বাল্লা-ইউ’মিনূন।",
      "translation_bn": "না তারা বলেঃ এই কোরআন সে নিজে রচনা করেছে? বরং তারা অবিশ্বাসী।",
      "translation_en": "Or do they say, \"He fabricated the (Message)\"? Nay, they have no faith!"
    },
    {
      "id": 34,
      "text": "فَلْيَأْتُوا۟ بِحَدِيثٍ مِّثْلِهِۦٓ إِن كَانُوا۟ صَٰدِقِينَ",
      "transliteration": "ফালইয়া’তূবিহাদীছিম মিছলিহীইন কা-নূসা-দিকীন।",
      "translation_bn": "যদি তারা সত্যবাদী হয়ে থাকে, তবেএর অনুরূপ কোন রচনা উপস্থিত করুক।",
      "translation_en": "Let them then produce a recital like unto it,- If (it be) they speak the truth!"
    },
    {
      "id": 35,
      "text": "أَمْ خُلِقُوا۟ مِنْ غَيْرِ شَىْءٍ أَمْ هُمُ ٱلْخَٰلِقُونَ",
      "transliteration": "আম খুলিকূমিন গাইরি শাইয়িন আম হুমুল খা-লিকূন।",
      "translation_bn": "তারা কি আপনা-আপনিই সৃজিত হয়ে গেছে, না তারা নিজেরাই স্রষ্টা?",
      "translation_en": "Were they created of nothing, or were they themselves the creators?"
    },
    {
      "id": 36,
      "text": "أَمْ خَلَقُوا۟ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضَ بَل لَّا يُوقِنُونَ",
      "transliteration": "আম খালাকুছ ছামা-ওয়া-তি ওয়াল আরদা বাল্লা-ইঊকিনূন।",
      "translation_bn": "না তারা নভোমন্ডল ও ভূমন্ডল সৃষ্টি করেছে? বরং তারা বিশ্বাস করে না।",
      "translation_en": "Or did they create the heavens and the earth? Nay, they have no firm belief."
    },
    {
      "id": 37,
      "text": "أَمْ عِندَهُمْ خَزَآئِنُ رَبِّكَ أَمْ هُمُ ٱلْمُصَۣيْطِرُونَ",
      "transliteration": "আম ‘ইনদাহুম খাঝাইনুরাব্বিকা আম হুমুল মুসাইতিরূন।",
      "translation_bn": "তাদের কাছে কি আপনার পালনকর্তার ভান্ডার রয়েছে, না তারাই সবকিছুর তত্ত্বাবধায়ক?",
      "translation_en": "Or are the Treasures of thy Lord with them, or are they the managers (of affairs)?"
    },
    {
      "id": 38,
      "text": "أَمْ لَهُمْ سُلَّمٌ يَسْتَمِعُونَ فِيهِ فَلْيَأْتِ مُسْتَمِعُهُم بِسُلْطَٰنٍ مُّبِينٍ",
      "transliteration": "আম লাহুম ছুল্লামুইঁ ইয়াছতামি‘ঊনা ফীহি ফালইয়া’তি মুছতামি‘উহুম বিছুলতা-নিম মুবীন",
      "translation_bn": "না তাদের কোন সিঁড়ি আছে, যাতে আরোহণ করে তারা শ্রবণ করে? থাকলে তাদের শ্রোতা সুস্পষ্ট প্রমাণ উপস্থিত করুক।",
      "translation_en": "Or have they a ladder, by which they can (climb up to heaven and) listen (to its secrets)? Then let (such a) listener of theirs produce a manifest proof."
    },
    {
      "id": 39,
      "text": "أَمْ لَهُ ٱلْبَنَٰتُ وَلَكُمُ ٱلْبَنُونَ",
      "transliteration": "আম লাহুল বানা-তুওয়া লাকুমুল বানূন।",
      "translation_bn": "না তার কন্যা-সন্তান আছে আর তোমাদের আছে পুত্রসন্তান?",
      "translation_en": "Or has He only daughters and ye have sons?"
    },
    {
      "id": 40,
      "text": "أَمْ تَسْـَٔلُهُمْ أَجْرًا فَهُم مِّن مَّغْرَمٍ مُّثْقَلُونَ",
      "transliteration": "আম তাছআলূহুম আজরান ফাহুম মিম মাগরামিম মুছকালূন।",
      "translation_bn": "না আপনি তাদের কাছে পারিশ্রমিক চান যে, তাদের উপর জরিমানার বোঝা চেপে বসে?",
      "translation_en": "Or is it that thou dost ask for a reward, so that they are burdened with a load of debt?-"
    },
    {
      "id": 41,
      "text": "أَمْ عِندَهُمُ ٱلْغَيْبُ فَهُمْ يَكْتُبُونَ",
      "transliteration": "আম ‘ইনদা হুমুল গাইবুফাহুম ইয়াকতুবূন।",
      "translation_bn": "না তাদের কাছে অদৃশ্য বিষয়ের জ্ঞান আছে যে, তারাই তা লিপিবদ্ধ করে?",
      "translation_en": "Or that the Unseen in it their hands, and they write it down?"
    },
    {
      "id": 42,
      "text": "أَمْ يُرِيدُونَ كَيْدًا فَٱلَّذِينَ كَفَرُوا۟ هُمُ ٱلْمَكِيدُونَ",
      "transliteration": "আম ইউরীদূ না কাইদান ফাল্লাযীনা কাফারূহুমুল মাকীদূ ন।",
      "translation_bn": "না তারা চক্রান্ত করতে চায়? অতএব যারা কাফের, তারই চক্রান্তের শিকার হবে।",
      "translation_en": "Or do they intend a plot (against thee)? But those who defy Allah are themselves involved in a Plot!"
    },
    {
      "id": 43,
      "text": "أَمْ لَهُمْ إِلَٰهٌ غَيْرُ ٱللَّهِ سُبْحَٰنَ ٱللَّهِ عَمَّا يُشْرِكُونَ",
      "transliteration": "আম লাহুম ইলা-হুন গাইরুল্লা-হি ছুবহা-নাল্লা-হি ‘আম্মা-ইউশরিকূন।",
      "translation_bn": "না তাদের আল্লাহ তা’আলা ব্যতীত কোন উপাস্য আছে? তারা যাকে শরীক করে, আল্লাহ তা’আলা তা থেকে পবিত্র।",
      "translation_en": "Or have they a god other than Allah? Exalted is Allah far above the things they associate with Him!"
    },
    {
      "id": 44,
      "text": "وَإِن يَرَوْا۟ كِسْفًا مِّنَ ٱلسَّمَآءِ سَاقِطًا يَقُولُوا۟ سَحَابٌ مَّرْكُومٌ",
      "transliteration": "ওয়া ইয়ঁইয়ারাও কিছফাম মিনাছছামাই ছা-কিতাইঁ ইয়াকূলূছাহা-বুম মার কূম।",
      "translation_bn": "তারা যদি আকাশের কোন খন্ডকে পতিত হতে দেখে, তবে বলে এটা তো পুঞ্জীভুত মেঘ।",
      "translation_en": "Were they to see a piece of the sky falling (on them), they would (only) say: \"Clouds gathered in heaps!\""
    },
    {
      "id": 45,
      "text": "فَذَرْهُمْ حَتَّىٰ يُلَٰقُوا۟ يَوْمَهُمُ ٱلَّذِى فِيهِ يُصْعَقُونَ",
      "transliteration": "ফাযারহুম হাত্তা-ইউলা-কূইয়াওমাহুমুল্লাযী ফীহি ইউস‘আকূন।",
      "translation_bn": "তাদেরকে ছেড়ে দিন সেদিন পর্যন্ত, যেদিন তাদের উপর বজ্রাঘাত পতিত হবে।",
      "translation_en": "So leave them alone until they encounter that Day of theirs, wherein they shall (perforce) swoon (with terror),-"
    },
    {
      "id": 46,
      "text": "يَوْمَ لَا يُغْنِى عَنْهُمْ كَيْدُهُمْ شَيْـًٔا وَلَا هُمْ يُنصَرُونَ",
      "transliteration": "ইয়াওমা লা-ইউগনী ‘আনহুম কাইদুহুম শাইআওঁ ওয়ালা-হুম ইউনসারূন।",
      "translation_bn": "সেদিন তাদের চক্রান্ত তাদের কোন উপকারে আসবে না এবং তারা সাহায্যপ্রাপ্তও হবে না।",
      "translation_en": "The Day when their plotting will avail them nothing and no help shall be given them."
    },
    {
      "id": 47,
      "text": "وَإِنَّ لِلَّذِينَ ظَلَمُوا۟ عَذَابًا دُونَ ذَٰلِكَ وَلَٰكِنَّ أَكْثَرَهُمْ لَا يَعْلَمُونَ",
      "transliteration": "ওয়া ইন্না লিল্লাযীনা জালামূ‘আযা-বান দূনা যা-লিকা ওয়ালা-কিন্না আকছারাহুম লাইয়া‘লামূন।",
      "translation_bn": "গোনাহগারদের জন্যে এছাড়া আরও শাস্তি রয়েছে, কিন্তু তাদের অধিকাংশই তা জানে না।",
      "translation_en": "And verily, for those who do wrong, there is another punishment besides this: But most of them understand not."
    },
    {
      "id": 48,
      "text": "وَٱصْبِرْ لِحُكْمِ رَبِّكَ فَإِنَّكَ بِأَعْيُنِنَا وَسَبِّحْ بِحَمْدِ رَبِّكَ حِينَ تَقُومُ",
      "transliteration": "ওয়াসবির লিহূকমি রাব্বিকা ফাইন্নাকা বিআ‘ইউনিনা-ওয়াছাব্বিহবিহামদি রাব্বিকা হীনা তাকূম",
      "translation_bn": "আপনি আপনার পালনকর্তার নির্দেশের অপেক্ষায় সবর করুন। আপনি আমার দৃষ্টির সামনে আছেন এবং আপনি আপনার পালনকর্তꦣ2494;র সপ্রশংস পবিত্রতা ঘোষণা করুন যখন আপনি গাত্রোত্থান করেন।",
      "translation_en": "Now await in patience the command of thy Lord: for verily thou art in Our eyes: and celebrate the praises of thy Lord the while thou standest forth,"
    },
    {
      "id": 49,
      "text": "وَمِنَ ٱلَّيْلِ فَسَبِّحْهُ وَإِدْبَٰرَ ٱلنُّجُومِ",
      "transliteration": "ওয়া মিনাল্লাইলি ফাছাব্বিহহু ওয়া ইদবা-রান নুজূম।",
      "translation_bn": "এবং রাত্রির কিছু অংশে এবং তারকা অস্তমিত হওয়ার সময় তাঁর পবিত্রতা ঘোষণা করুন।",
      "translation_en": "And for part of the night also praise thou Him,- and at the retreat of the stars!"
    }
  ]
}
